[
    {
        "Name": "电力节约",
        "ZHCN": "电力节约",
        "ENUS": "Energy Saving"
    },
    {
        "Name": "I电力节约",
        "ZHCN": "采用智能控制系统，实时监控能源消耗、自动调节设备的运行状态，减少不必要的能耗。\n<color=\"#FD965ECC\">工厂电力需求 -10%</color>",
        "ENUS": "By using intelligent control systems, real-time monitoring of energy consumption and automatic adjustment of equipment operating status can reduce unnecessary energy usage.\n<color=\"#FD965ECC\">Assembler Power Consumption -10%</color>"
    },
    {
        "Name": "上传扩容",
        "ZHCN": "上传扩容",
        "ENUS": "Upload Bandwidth Expansion"
    },
    {
        "Name": "I上传扩容",
        "ZHCN": "通过提高上行带宽、更换高效传输协议、压缩数据并行上传，确保高效的数据传输。\n<color=\"#FD965ECC\">研究上传速度 +10%</color>",
        "ENUS": "By increasing the upload bandwidth, switching to efficient transfer protocols, compressing data, and uploading in parallel, efficient data transmission can be ensured.\n<color=\"#FD965ECC\">Research Speed +10%</color>"
    },
    {
        "Name": "燃料回收",
        "ZHCN": "燃料回收",
        "ENUS": "Thermal Fuel Recycling"
    },
    {
        "Name": "I燃料回收",
        "ZHCN": "优化电堆设计、改进控制策略、集成热电联产系统等措施的综合应用，可以有效提高燃料电池发电厂的效率。\n<color=\"#FD965ECC\">燃料电池效率 +20%</color>",
        "ENUS": "The comprehensive application of measures such as optimizing stack design, improving control strategies, and integrating combined heat and power systems can effectively enhance the efficiency of fuel cell power plants.\n<color=\"#FD965ECC\">Fuel Cell Efficiency +20%</color>"
    },
    {
        "Name": "风力扩容",
        "ZHCN": "风力扩容",
        "ENUS": "Wind Turbine Capacity Expansion"
    },
    {
        "Name": "I风力扩容",
        "ZHCN": "通过风力涡轮机与中央控制系统之间的数据交换实现对多台风力涡轮机的协调控制，优化整个风电场的能量输出。\n<color=\"#FD965ECC\">风力发电效率 +20%</color>",
        "ENUS": "By enabling data exchange between wind turbines and the central control system, coordinated control of multiple wind turbines can be achieved, optimizing the energy output of the entire wind farm.\n<color=\"#FD965ECC\">Wind Turbine Efficiency +20%</color>"
    },
    {
        "Name": "光伏扩容",
        "ZHCN": "光伏扩容",
        "ENUS": "Solar Panel Capacity Expansion"
    },
    {
        "Name": "I光伏扩容",
        "ZHCN": "通过监测环境和气象条件，实现太阳能板的智能化管理和调度，从而提高能源利用效率。\n<color=\"#FD965ECC\">光伏发电效率 +20%</color>",
        "ENUS": "By monitoring environmental and weather conditions, intelligent management and scheduling of solar panels can be achieved, thereby improving the efficiency of energy utilization.\n<color=\"#FD965ECC\">Solar Panel Efficiency +20%</color>"
    },
    {
        "Name": "热聚增效",
        "ZHCN": "热聚增效",
        "ENUS": "Artificial Star Efficiency"
    },
    {
        "Name": "I热聚增效",
        "ZHCN": "通过改善磁场设计、增加磁场强度、研发新的等离子体稳定技术，减少等离子体的湍动和逃逸，从而提高能量密度和维持时间。\n<color=\"#FD965ECC\">聚变发电效率 +10%</color>",
        "ENUS": "By improving the magnetic field design, increasing the magnetic field strength, and developing new plasma stabilization techniques, the turbulence and escape of the plasma can be reduced, thereby enhancing the energy density and confinement time.\n<color=\"#FD965ECC\">Artificial Star Efficiency +10%</color>"
    },
    {
        "Name": "资源采掘",
        "ZHCN": "资源采掘",
        "ENUS": "Unlimited Resource Mining"
    },
    {
        "Name": "I资源采掘",
        "ZHCN": "通过自动化控制系统高效回收资源，如尾矿再利用、废水处理和循环利用，减少资源浪费，提高资源利用率。\n<color=\"#FD965ECC\">矿物采集速度 +25%</color>",
        "ENUS": "By using automated control systems to efficiently recycle resources, such as tailings reuse, wastewater treatment, and recycling, resource waste can be reduced and resource utilization rates can be improved.\n<color=\"#FD965ECC\">Mining Speed +25%</color>"
    },
    {
        "Name": "裂变增效",
        "ZHCN": "裂变增效",
        "ENUS": "Fission Efficiency"
    },
    {
        "Name": "I裂变增效",
        "ZHCN": "通过燃料再处理技术，回收未完全反应的铀和钚，减少核废料的产生，提高燃料利用率。\n<color=\"#FD965ECC\">裂变发电效率 +20%</color>",
        "ENUS": "By using fuel reprocessing technology, unreacted uranium and plutonium can be recovered, reducing the production of nuclear waste and improving fuel utilization.\n<color=\"#FD965ECC\">Fission Efficiency +20%</color>"
    },
    {
        "Name": "先进推进",
        "ZHCN": "先进推进",
        "ENUS": "Advanced Propulsion"
    },
    {
        "Name": "I先进推进",
        "ZHCN": "使用空气动力学优化、发动机升级、先进自动驾驶算法等多种方法，实现更精确的飞行控制，提高运输机的速度和整体性能。\n<color=\"#FD965ECC\">配送物流速度 +25%</color>",
        "ENUS": "By using methods such as aerodynamic optimization, engine upgrades, and advanced autopilot algorithms, more precise flight control can be achieved, improving the speed and overall performance of the transport aircraft.\n<color=\"#FD965ECC\">Drone Speed +25%</color>"
    },
    {
        "Name": "特征向量模拟",
        "ZHCN": "特征向量模拟",
        "ENUS": "Eigenvector Simulation"
    },
    {
        "Name": "I特征向量模拟",
        "ZHCN": "根据机械能量计划的相关信息，模拟信号。降低由于电力因素导致的地面黑雾巢穴威胁度增长。\n<color=\"#FD965ECC\">电力威胁增长 -20%</color>",
        "ENUS": "Analog signals based on information about the Mechanical Energy Program. Reduce the increase in threat level of dark fog ground nests due to factory power factors.\n<color=\"#FD965ECC\">Power related threat growth -20%</color>"
    },
    {
        "Name": "中继信号干扰",
        "ZHCN": "中继信号干扰",
        "ENUS": "Relay Signal Interference"
    },
    {
        "Name": "I中继信号干扰",
        "ZHCN": "干扰中继站与太空黑雾巢穴间的信号链路。降低由于地面战斗因素导致的太空黑雾巢穴威胁度增长。\n<color=\"#FD965ECC\">太空威胁增长 -20%</color>",
        "ENUS": "Interferes with signaling links between relay stations and black fog nests in space. Reduce the increase in the threat level of dark fog space nests due to ground combats.\n<color=\"#FD965ECC\">Space threat growth -20%</color>"
    },
    {
        "Name": "神经元重编程",
        "ZHCN": "神经元重编程",
        "ENUS": "Neuronal Reprogramming"
    },
    {
        "Name": "I神经元重编程",
        "ZHCN": "利用现有黑雾残骸，重编程神经元后可干扰黑雾系统的运转模式。降低地面黑雾巢穴部队建造速度。\n<color=\"#FD965ECC\">部队建造速度 -20%</color>",
        "ENUS": "Utilizes existing Black Mist debris, reprogramming neurons can interfere with the Black Mist system's mode of operation. Reduce the units replicate speed of dark fog ground nests.\n<color=\"#FD965ECC\">Unit replicate Speed -20%</color>"
    },
    {
        "Name": "异常代码分析",
        "ZHCN": "异常代码分析",
        "ENUS": "Abnormal Code Analysis"
    },
    {
        "Name": "I异常代码分析",
        "ZHCN": "逆向分析残骸中的黑雾代码，并尝试利用机械能量计划的相关数据链路。降低地面黑雾巢穴基地扩张速度。\n<color=\"#FD965ECC\">基地扩张速度 -20%</color>",
        "ENUS": "Reverse analyze the Black Mist code in the wreckage and attempt to utilize the data link associated with the Mechanical Energy Program. Reduce the build speed of dark fog ground nests.\n<color=\"#FD965ECC\">Base build Speed -20%</color>"
    },
    {
        "Name": "海洋丛林介绍",
        "ZHCN": "　　海洋丛林星球上有60%-70%的地表被淡水海洋所覆盖，丰沛的水资源在大陆上孕育出繁茂的雨林。\r\n　　这里的赤道附近往往有连绵不绝的降雨，而纬度更低的地方则随着星球公转有鲜明的雨季和旱季之分。\r\n　　海洋丛林星球上保有巨大的生物量，是个巨大的生物宝库，极端繁荣的生态圈逼迫着生物向更强更高效的能量吸收，能量利用效率进化，在这里，或许能找到比记录在资料库中更加强大的菌种。",
        "ENUS": "60% -70% of the surface of the Ocean Jungle planet is covered by freshwater oceans, and abundant water resources have nurtured lush rainforests on the continent. \r\nNear the equator here, there is often continuous rainfall, while at lower latitudes, there are distinct rainy and dry seasons as the planet orbits. \r\nThe ocean jungle planet has a huge biomass and is a huge treasure trove of life. The extremely prosperous ecosystem forces organisms to evolve towards stronger and more efficient energy absorption and utilization efficiency. Here, perhaps more powerful bacterial strains can be found than those recorded in databases."
    },
    {
        "Name": "潘多拉沼泽介绍",
        "ZHCN": "　　潘多拉沼泽星球的地表上几乎不存在游离的水域，全部被密密麻麻的丛林和菌毯所覆盖，这里相当湿润，这些生物近乎“主动地”影响到整颗星球的气候。我们甚至发现有些森林能够通过调整叶片角度来控制季风的方向。\r\n　　潘多拉沼泽星球上的植物选择了一种非常高效的光合作用途径，能将星球接受的恒星辐射中65%的能量用于合成苹果酸。研究指出，假如将这颗星球上的生物圈视作一个文明的话，那“它们”对物质的利用已经达到0.79级文明的程度。极端发达的生态圈逼迫着生物向更强更高效的能量吸收，能量利用效率进化，在这里，或许能找到比记录在资料库中更加强大的菌种。",
        "ENUS": "There are almost no free water bodies on the surface of Pandora's Swamp planet, covered entirely by dense forests and microbial mats. It is quite humid here, and these organisms almost \"actively\" affect the climate of the entire planet. We even found that some forests can control the direction of the monsoon by adjusting the angle of their leaves.\r\n The plants on Pandora's Swamp planet have chosen a highly efficient pathway of photosynthesis, which can use 65% of the energy received by the planet from stellar radiation to synthesize malic acid. Research has shown that if the biosphere on this planet is considered a civilization, their utilization of matter has reached a level of 0.79 civilization. The extremely developed ecosystem forces organisms to absorb stronger and more efficient energy, and the efficiency of energy utilization evolves. Here, perhaps more powerful bacterial strains can be found than those recorded in databases."
    },
    {
        "Name": "熔岩介绍",
        "ZHCN": "　　一颗炙热的、被融化了的星球，它躁动不安的内在带来极端活跃的地质运动。它常年喷发的火山群带来奔涌不息的岩浆流和遮天蔽日的烟雾。它的表面与其说是大陆，不如说是在熔岩中泛起的沉渣。\r\n　　所有行星在演化的早期阶段都会经过这一历程，随着星球内部的放射性物质衰变结束和地幔的冷却，它们会逐渐出现稳定的地壳。\r\n　　如果星球过分地靠近恒星的话，它们也会在被恒星吞噬前保持熔融状态。\r\n　　奔涌的岩浆溶解着来自地幔深处的物质，裸露而稳定的岩浆流不仅能熔炼为金属，也为获取地热能源带来方便。这些独有的特征使得熔岩星球比较容易受到青睐而得到高效地开发。",
        "ENUS": "A hot, melted planet, its restless interior brings extremely active geological movements. The volcanic group that erupts year-round brings surging magma flows and smoke that covers the sky and sun. Its surface is more like sediment rising in lava than a continent.\r\nAll planets undergo this process in the early stages of evolution, as the radioactive material inside the planet decays and the mantle cools, they gradually develop stable crust.\r\nIf planets get too close to their stars, they will also remain in a molten state before being engulfed by the stars.\r\nThe surging magma dissolves materials from deep within the mantle, and the exposed and stable magma flow not only melts into metals, but also brings convenience to obtaining geothermal energy. These unique features make lava planets more easily favored and efficiently developed."
    },
    {
        "Name": "戈壁介绍",
        "ZHCN": "　　因为至今仍在活跃的火山运动，戈壁星球拥有极端稠密的二氧化碳大气层，失控的温室效应导致极高的地表温度，昼夜温差极小，接近地表的地方风速也不高，这使得它得以保留下部分从远古遗留下的地质特征。\r\n　　活跃的火山运动也证明了这颗星球的内核依旧火热，可以开采富含稀有金属的深层熔岩，发展为高端金属产品生产基地。",
        "ENUS": "Due to the still active volcanic activity, the Gobi planet has an extremely dense carbon dioxide atmosphere. The uncontrolled greenhouse effect leads to extremely high surface temperatures, with minimal temperature differences between day and night, and low wind speeds near the surface. This allows it to preserve some geological features left over from ancient times. \r\nThe active volcanic activity also proves that the core of this planet is still hot, which can extract deep magma rich in rare metals and develop into a production base for high-end metal products."
    },
    {
        "Name": "冰原冻土介绍",
        "ZHCN": "　　一颗主要由冰和岩石组成的星球。富含甲烷，由于其表面零下一百七十多度的低温，甲烷变得如地球的水一般，会循环气化与冷凝，形成天气，与大片的甲烷湖泊。\r\n　　这类星球的生态系统由于缺乏恒星的辐照，通常不会有太大的体量。但是，当它作为某颗气巨星的卫星时，存在生命的冰原冻土星球很可能会演化出某种长达数公里的海藻，并通过切割气巨星的磁场获得能量，摄入氢气，排出甲烷，从而作为第一营养级支撑起一个繁盛的地下生态系统。",
        "ENUS": "A planet primarily composed of ice and rocks. Rich in methane, due to its surface temperature of over minus 170 degrees Celsius, methane becomes like water on Earth and undergoes cyclic gasification and condensation, forming weather and large methane lakes. \r\nThe ecosystems of such planets usually do not have a large size due to the lack of stellar radiation. However, when it serves as a satellite of a gas giant, the ice and permafrost planet where life exists is likely to evolve some kind of seaweed that can grow for several kilometers, and obtain energy by cutting the magnetic field of the gas giant, ingesting hydrogen gas and excreting methane, thus supporting a thriving underground ecosystem as the first trophic level."
    },
    {
        "Name": "黑海岩滩",
        "ZHCN": "黑海岩滩",
        "ENUS": "Black Sea Beach"
    },
    {
        "Name": "黑石岩滩介绍",
        "ZHCN": "　　黑海盐滩星球上拥有以氮气为主要成分的大气层，地表上覆盖着细腻的沙砾和盐花。\r\n　　或许曾经有过繁荣的生态圈，甚至是繁盛的生化文明，不过一切都如过往烟云，只有地表上零星存在的油海作为它昔日辉煌的证明。很难相信一个生态圈如何在短时间内自然地大量分解为烷烃，堆积成海。或许，挖开地表上的碎石，能找到些许蛛丝马迹。",
        "ENUS": "The Black Sea Salt Flats planet has an atmosphere mainly composed of nitrogen gas, and the surface is covered with fine gravel and salt flowers. \r\nPerhaps there was once a thriving ecosystem, even a thriving biochemical civilization, but everything remains as fleeting as the past, with only sporadic oil seas on the surface as evidence of its former glory. It's hard to believe how an ecosystem can naturally break down into large amounts of hydrocarbons and accumulate into oceans in a short period of time. Perhaps by digging up the gravel on the surface, some clues can be found."
    },
    {
        "Name": "飓风石林介绍",
        "ZHCN": "　　飓风石林星球的地表上散布着诸多乔木留下的化石，拥有一个主要成分为氯气的稀薄大气。\r\n　　学界普遍认为这颗星球曾经拥有一个非常繁盛的生态系统，直到某种藻类进化出代谢氯气的能力。浓度逐渐上升的氯气毒杀了整个生物圈，包括制造氯气的始作俑者。\r\n　　地表被常年累月的风蚀变得平坦，没有地形的遮挡，风速变得越来越快。",
        "ENUS": "The surface of Hurricane Stone Forest is scattered with fossils left by many trees, and it has a thin atmosphere mainly composed of chlorine gas.\r\nThe academic community generally believes that this planet once had a very prosperous ecosystem, until a certain type of algae evolved the ability to metabolize chlorine gas. The gradually increasing concentration of chlorine gas poisoned the entire biosphere, including the creators of chlorine gas production.\r\nThe surface has become flat due to years of wind erosion, without the obstruction of terrain, and the wind speed is getting faster and faster."
    },
    {
        "Name": "干旱荒漠介绍",
        "ZHCN": "　　干旱荒漠星球的地表被漫无边际的沙漠所覆盖，主要成分为二氧化碳的大气中弥散着无数细小砂砾。由于地表昼夜温差大，这类星球上常有大风，终年盛行的风带在星球上留下深浅不一的环状条纹。\r\n　　干旱荒漠星球上曾经也有过山脉，但在造山运动停止后这些耸立的山峰便逐渐被风化消磨，星球日渐平坦，最终只留下嶙峋的怪石散布在沙漠上。\r\n　　观测站曾探测到厚厚沙层下有金属反应，可能在沙层下埋藏着遗迹，或许，我们应该挖挖看？",
        "ENUS": "The surface of arid desert planets is covered by endless deserts, with countless small gravel particles dispersed in the atmosphere mainly composed of carbon dioxide. Due to the large temperature difference between day and night on the surface, there are often strong winds on these planets, and the prevailing wind belts leave varying depths of circular stripes on the planet throughout the year.\r\nThere used to be mountains on arid desert planets, but after the mountain building movement stopped, these towering peaks were gradually eroded by weathering, and the planet became increasingly flat, leaving only rugged rocks scattered on the desert.\r\nThe observation station has detected metal reactions beneath a thick layer of sand, suggesting that there may be relics buried beneath the sand layer. Perhaps we should dig and see?"
    },
    {
        "Name": "里程碑名称29",
        "ZHCN": "里程碑：裂变发电",
        "ENUS": "Milestone: Fission Energy"
    },
    {
        "Name": "里程碑未达成描述29",
        "ZHCN": "你激活了第一座裂变能源发电站。多种技术的综合应用，使一体化快中子反应堆产生大量的清洁电力。",
        "ENUS": "You activated your first Fission Power Station. The new generation of integrated fast reactors uses multiple technologies to generate large amounts of clean electricity."
    },
    {
        "Name": "里程碑已达成描述29",
        "ZHCN": "你激活了第一座裂变能源发电站。多种技术的综合应用，使一体化快中子反应堆产生大量的清洁电力。",
        "ENUS": "You activated your first Fission Power Station. The new generation of integrated fast reactors uses multiple technologies to generate large amounts of clean electricity."
    },
    {
        "Name": "里程碑达成条件29",
        "ZHCN": "达成条件：激活一座裂变能源发电站",
        "ENUS": "Achieved conditions: Activate a Fission Power Station"
    },
    {
        "Name": "里程碑未达成描述32",
        "ZHCN": "你激活了第一座人造恒星，它优雅地转动着，犹如太阳般炽烈地燃烧着，稳定地将聚变原料所蕴藏的巨大能量输出到电网。",
        "ENUS": "You activated your first Artificial Star. It rotates so gracefully yet burns so intensely, this spectacle surely means that you've truly harnessed the stars and can stably transport this energy to all corners of the universe."
    },
    {
        "Name": "里程碑已达成描述32",
        "ZHCN": "你激活了第一座人造恒星。它优雅地转动着，犹如太阳般炽烈地燃烧着，稳定地将聚变原料所蕴藏的巨大能量输出到电网。",
        "ENUS": "You activated your first Artificial Star. It rotates so gracefully yet burns so intensely, this spectacle surely means that you've truly harnessed the stars and can stably transport this energy to all corners of the universe."
    },
    {
        "Name": "机甲功率提升",
        "ZHCN": "发电功率提升",
        "ENUS": "Power Generation Boost"
    },
    {
        "Name": "创世之书介绍标题",
        "ZHCN": "创世之书MOD简介",
        "ENUS": "Genesis Book MOD Introduction"
    },
    {
        "Name": "创世之书介绍前字",
        "ZHCN": "星球调整：\n    四种新矿物，硫、铝、钨、放射矿，矿物现在可在水下生成；\n    为绝大多数类地行星添加了大气类型，并可使用大气采集站进行资源采集；\n    新增海水海洋、盐酸海洋、硝酸海洋；\n    行星协调中心，可自由选择多种协调增益您的工厂。\n\n产线调整：\n    新矿物相关的材料及配方；\n    化工配方扩展，三种不同性能的塑料用于不同生产需求；\n    矿物处理科技，允许将矿物预处理以提高产出或用于燃料电池；\n    添加多种燃料棒，为伊卡洛斯的星际扩张保驾护航；\n    建筑配方需求调整，将常用需求整合为机械组件，提高产线效率；\n    产物溢出机制，允许副产物溢出保证生产连续性（可在设置中调整）。\n\n建筑调整：\n    制造台拆分为三种不同精度的制造类型，不可通用；\n    对自动化生产属性进行提升，如供电范围、传送带、分拣器速度、制造台速度等；\n    大气采集站、轨道采集器不再消耗电力，允许油井、大矿机在水上建造；\n    发电功率调整，功率 = 建筑基础功率 * 燃料加成；\n    燃料电池发电厂仅能在含氧大气环境下运行（燃料棒除外）；添加裂变电站、同位素温差发电机；\n    黑雾建筑调整，黑雾制造台允许制造绝大多数配方，黑雾熔炉则可翻倍产出物品；\n    巨型建筑：使用传送带传输原料和产物的制造中心，效率远超普通设备；\n    物质分解设施，可将物品转换为沙土，亦可拆解建筑为制造材料。\n\n科技调整：\n    科技探索模式，隐藏暂不可研发的科技（可在设置中调整）；\n    添加多种复合矩阵及对应科研需求；\n    建造量子箱瞬间跨越星系输送物品；消耗负熵奇点进行远程折跃；使用全球护盾能源广播。\n\n武器调整：\n    生产钨钢弹头、核子导弹；\n    建造紫外激光塔、电磁加农炮；\n    使用反物质跃迁导弹跨星支援。\n\n其他调整：\n    机甲燃料仓只能使用燃料棒进行供电；\n    快速开局模式，让每一次冒险都能迅速展开；\n    自带的量化计算器，辅助构建产线。",
        "ENUS": "Planet tweaks:\n    Four new minerals, Sulfur, Aluminum, Tungsten, and Radiolite, minerals can now be generated underwater;\n    Added atmosphere types to the vast majority of Earth-like planets, and the ability to use Atmospheric Harvesting Stations for resource harvesting;\n    New seawater oceans, hydrochloric acid oceans, and nitric acid oceans;\n    Planetary Coordination Center, with the freedom to choose from a wide range of coordinated gains for your factories.\nProduction tweaks:\n    New mineral-related materials and recipes;\n    Chemical recipe expansion, three different plastics with different properties for different production needs;\n    Mineral Processing Technology, allowing minerals to be pre-treated for increased output or for use in fuel cells;\n    Addition of multiple fuel rods for Icarus' interstellar expansion;\n    Construction recipe requirement adjustments, consolidating common requirements into mechanical components to increase production line efficiency;\n    Production overflow mechanic, allowing byproduct overflow to ensure production continuity (adjustable in settings).\nBuilding tweaks:\n    Manufacturing table split into three different precision manufacturing types, which are not generalizable;\n    Enhancements to automated production attributes such as power supply range, conveyor belts, sorter speed, and manufacturing table speed;\n    Atmospheric collection stations and orbital collectors no longer consume power, allowing oil wells and large mining machines to be built over water;\n    Power generation power adjusted so that power = building base power * fuel bonus;\n    Fuel cell power plants can only operate in oxygenated atmospheres (except fuel rods); fission power stations, isotope temperature difference generators added;\n    Black Mist building tweak; Black Mist Fabrication Stations allow for the creation of most recipes, while Black Mist Furnaces double the output of items;\n    Mega Buildings: manufacturing centers that use conveyor belts to transfer raw materials and products far more efficiently than normal facilities;\n    Material Decomposition Facility, which converts items into sand and earth, and can also dismantle buildings for manufacturing materials.\nTechnology tweaks:\n    Technology Exploration Mode to hide technologies that cannot be developed at the moment (can be adjusted in Settings);\n    Add multiple composite matrices and corresponding research requirements;\n    Construct Quantum Boxes to instantly transport items across galaxies; consume Negentropic Singularity to perform Remote Folding; use Global Shield Energy to broadcast.\nWeapon tweaks:\n    Produce tungsten warheads, nuclear missiles;\n    Construction of UV laser towers, electromagnetic cannons;\n    Use antimatter leaping missiles for transplanetary support.\nOther tweaks:\n    Mech fuel silos can only be powered using fuel rods;\n    Quick start mode to get every adventure underway quickly;\n    A self-contained quantization calculator to aid in building production lines."
    },
    {
        "Name": "巨型建筑介绍标题",
        "ZHCN": "巨型建筑介绍",
        "ENUS": "Mega Buildings Introduction"
    },
    {
        "Name": "巨型建筑介绍前字",
        "ZHCN": "巨型建筑是一类具有高集成度的生产设施。虽然它们看起来与物流站很相似，但并不能装载物流运输机。\n\n一个巨型建筑可将原料或产物通过传送带输出到下一个巨型建筑，从而高效利用占地。",
        "ENUS": "Mega buildings are a class of production facilities with a high degree of integration. Although they look similar to a logistics station, they do not carry a logistics transporter. \n\nOne mega building can export raw materials or products to the next mega building via a conveyor belt, thus making efficient use of space."
    },
    {
        "Name": "行星协调中心介绍标题",
        "ZHCN": "行星协调中心",
        "ENUS": "Coordination Center Introduction"
    },
    {
        "Name": "行星协调中心介绍前字",
        "ZHCN": "一个行星协调中心可为星球工厂提供多种增益，可在行星视图中（默认快捷键为M键）切换增益以适应不同发展阶段的需求。",
        "ENUS": "A Planetary Coordination Center can provide multiple gains for a planetary factory, with the ability to switch gains in the planet view (Default shortcut is M key) to accommodate different stages of development."
    },
    {
        "Name": "物质分解设施介绍标题",
        "ZHCN": "物质分解设施",
        "ENUS": "Recycling Factory Introduction"
    },
    {
        "Name": "物质分解设施介绍前字",
        "ZHCN": "在选择<color=\"#FD965ECC\">物质回收</color>配方后，物质分解设施可将输入到其中的所有物品按数量比例转换为沙土，并在达到一定数量后静默返还到机甲背包中。\n若背包未满，输入的建筑物品可返还75%的制造原料到背包中。",
        "ENUS": "After selecting <color=\"#FD965ECC\">Matter recovery</color> recipe, the Recycling Factory converts all items entered into it into Sand in proportion to their quantity, and silently returns them to package after a certain amount has been reached.\nIncoming construction items return 75% of their own manufacturing materials to the package (if the package is not full)."
    },
    {
        "Name": "制造类型调整介绍标题",
        "ZHCN": "制造类型调整",
        "ENUS": "Manufacturing Type Adjustment"
    },
    {
        "Name": "制造类型调整介绍前字",
        "ZHCN": "经过特化调整的制造台可以满足不同制造精度的需求，但除黑雾制造台外，不同制造台不能通用。",
        "ENUS": "After specialization, the assemblers can meet the needs of different precision, but except for the dark fog assembler, different assembler can not be used universally."
    },
    {
        "Name": "T航天器速度提升",
        "ZHCN": "提升物流运输机飞行速度。\n提升配送运输机飞行速度。\n提升星际物流运输船航行速度。",
        "ENUS": "Improve the flight speed of logistics transport aircraft. \nImprove the flight speed of delivery transport aircraft. \nImprove the navigation speed of interstellar logistics transport ships."
    },
    {
        "Name": "充放电集成化",
        "ZHCN": "充放电集成化",
        "ENUS": "Integrated Charging And Discharging"
    },
    {
        "Name": "铀矿脉",
        "ZHCN": "铀矿脉",
        "ENUS": "Uranium Veins"
    },
    {
        "Name": "中子星星系行星",
        "ZHCN": "中子星星系行星",
        "ENUS": "Neutron Star System Planet"
    },
    {
        "Name": "氘核轨道弹",
        "ZHCN": "氘核轨道弹",
        "ENUS": "Deuteron Orbital Shell"
    },
    {
        "Name": "I氘核轨道弹",
        "ZHCN": "使用钛合金封装的氘原子芯核，在电浆武器里用激光气化氘原子为等离子体后，注入回旋粒子加速器中，将等离子体发射出去，对太空目标能造成有效杀伤。",
        "ENUS": "The deuterium atomic core encapsulated in titanium alloy is vaporized into plasma by laser in plasma weapons, and then injected into a cyclotron particle accelerator to emit the plasma, which can effectively kill space targets."
    },
    {
        "Name": "反物质轨道弹",
        "ZHCN": "反物质轨道弹",
        "ENUS": "Antimatter Orbital Shell"
    },
    {
        "Name": "I反物质轨道弹",
        "ZHCN": "用粒子容器束缚反氢原子，注入回旋粒子加速器中，将反氢原子发射出去，最终在目标处以湮灭反应重创目标。被COSMO禁止在大气层内使用。",
        "ENUS": "Binding anti hydrogen atoms with particle containers, injecting them into a cyclotron particle accelerator, emitting anti hydrogen atoms, and ultimately annihilating and severely damaging the target at its location. Prohibited from use in the atmosphere by COSMO."
    },
    {
        "Name": "轨道弹",
        "ZHCN": "轨道弹",
        "ENUS": "Orbital Shell"
    },
    {
        "Name": "裂变重水堆",
        "ZHCN": "裂变重水堆",
        "ENUS": "Fission Power Station"
    },
    {
        "Name": "近防电浆炮",
        "ZHCN": "近防电浆炮",
        "ENUS": "Close Range Plasma Cannon"
    },
    {
        "Name": "I近防电浆炮",
        "ZHCN": "由战舰的近防炮改造而来，发射以磁场约束的等离子霰流，在近距离上破坏力远超其他级别的炮台。以近防为目的的设计让它可以遭受大量攻击而正常运转。尽管行星内大气磁场与重力的扰动作用导致射程比太空更短，但当地面防线告急时，它依然是最可靠的近防武器。",
        "ENUS": "Adapted from the close range guns of warships, it fires plasma plumes constrained by magnetic fields, causing far greater destructive power at close range than other levels of turrets. The design aimed at close range defense allows it to withstand a large number of attacks and operate normally. Although the disturbance caused by the atmospheric magnetic field and gravity within the planet results in a shorter range than in space, it remains the most reliable close range weapon when ground defenses are in crisis."
    },
    {
        "Name": "T近防电浆炮",
        "ZHCN": "舰炮上陆是将星舰使用的舰炮系统改装部署到行星陆地上的战术，主要用于增强地面部队的火力支援能力。就如近防电浆炮，原为星舰上的近防武器，能发射连绵不绝的等离子霰流拦截导弹或重创近距离的对手，以近防为目的的设计让它可以遭受大量攻击而正常运转。尽管行星内大气磁场与重力的扰动作用导致射程比起太空严重缩短，但当地面防线告急时，它依然是最可靠的近防武器。\n由于COSMO禁止在大气层内使用湮灭武器，因此近防电浆炮<color=\"#FD965ECC\">禁止使用反物质轨道弹</color>",
        "ENUS": "Naval gun landing is a tactic of modifying and deploying the naval gun system used by starships to planetary land, mainly used to enhance the firepower support capability of ground forces. Just like the close range plasma cannon, originally a close range weapon on starships, it can launch continuous plasma jet interception missiles or inflict heavy damage on close range opponents. Its design for close range defense allows it to withstand a large number of attacks and operate normally. Although the disturbance caused by the atmospheric magnetic field and gravity within the planet significantly shortens its range compared to space, it remains the most reliable close range weapon when ground defenses are in crisis.\nDue to COSMO's ban on the use of annihilation weapons in the atmosphere, close range plasma guns are <color=\"#FD965ECC\">prohibited from using Antimatter Orbital Shell</color>"
    },
    {
        "Name": "重型电浆炮",
        "ZHCN": "重型电浆炮",
        "ENUS": "Heavy Plasma Cannon"
    },
    {
        "Name": "I重型电浆炮",
        "ZHCN": "重型的反轨道电浆炮，使用专门的等离子轨道弹，将弹芯原子抽取后等离子化，再用强磁场约束并发射出去，形成一道聚集的能量束，在没有大气干扰的太空中有不俗的射程和极佳的破坏力，它亦是COSMO太空舰队的制式主炮。",
        "ENUS": "The heavy-duty anti orbital plasma cannon uses specialized plasma railshells to extract atoms from the core, ionize them, and then confine and launch them with a strong magnetic field to form a concentrated energy beam. It has a decent range and excellent destructive power in space without atmospheric interference, and is also the standard main gun of the COSMO space fleet."
    },
    {
        "Name": "原油涌泉或原油海",
        "ZHCN": "原油涌泉或原油海",
        "ENUS": "Crude Oil Spring or Crude Oil Sea"
    },
    {
        "Name": "甲烷海",
        "ZHCN": "甲烷海",
        "ENUS": "Methane Sea"
    },
    //{
    //    "Name": "硅石",
    //    "ZHCN": "硅石",
    //    "ENUS": "Silicon ore"
    //},
    {
        "Name": "钛矿",
        "ZHCN": "钛矿",
        "ENUS": "Titanium ore"
    },
    //{
    //    "Name": "石矿",
    //    "ZHCN": "石矿",
    //    "ENUS": "Stone"
    //},
    //{
    //    "Name": "煤矿",
    //    "ZHCN": "煤矿",
    //    "ENUS": "Coal"
    //},
    //{
    //    "Name": "星辉碳氢体",
    //    "ZHCN": "星辉碳氢体",
    //    "ENUS": "Starry hydrocarbon"
    //},
    //{
    //    "Name": "金伯利矿石",
    //    "ZHCN": "金伯利矿石",
    //    "ENUS": "Kimberlite ore"
    //},
    {
        "Name": "莫桑石矿脉",
        "ZHCN": "莫桑石矿脉",
        "ENUS": "Moissanite vein"
    },
    {
        "Name": "莫桑石",
        "ZHCN": "莫桑石",
        "ENUS": "Moissanite"
    },
    {
        "Name": "I莫桑石",
        "ZHCN": "莫桑石为天然存在的一种碳化硅晶体矿物，在高温、高压等极端条件下表现出优异的性能，可用于制作高性能的碳化硅陶瓷材料。",
        "ENUS": "Moissanite is a naturally occurring silicon carbide crystal mineral that exhibits excellent properties under extreme conditions such as high temperature and high pressure, and can be used to produce high-performance silicon carbide ceramic materials."
    },
    //{
    //    "Name": "光栅石",
    //    "ZHCN": "光栅石",
    //    "ENUS": "Optical grating crystal"
    //},
    //{
    //    "Name": "刺笋结晶",
    //    "ZHCN": "刺笋结晶",
    //    "ENUS": "Spiniform stalagmite crystal"
    //},
    {
        "Name": "黑雾",
        "ZHCN": "黑雾",
        "ENUS": "Dark fog level "
    },
    {
        "Name": "级残骸物品掉落",
        "ZHCN": "级残骸物品掉落",
        "ENUS": " wreckage items falling"
    },
    {
        "Name": "钢筋混凝土",
        "ZHCN": "钢筋混凝土",
        "ENUS": "reinforced concrete structure"
    },
    {
        "Name": "只能放入燃料棒",
        "ZHCN": "只能放入燃料棒或蓄电器",
        "ENUS": "Fuel Rods or Accumulator only"
    },
    {
        "Name": "I钢筋混凝土",
        "ZHCN": "远古时期就存在的建筑材料，可以用于建造大型建筑。",
        "ENUS": "A material that has existed since ancient times and can be used to build large structures."
    },
    {
        "Name": "优质混凝土",
        "ZHCN": "优质混凝土",
        "ENUS": "High Quality Concrete"
    },
    {
        "Name": "R优质混凝土",
        "ZHCN": "通过在混凝土中添加硅灰，能促进水泥水化，生成硅酸钙凝胶，显著提高混凝土强度和抗裂性。",
        "ENUS": "Adding silica fume into concrete can promote cement hydration, generate calcium silicate gel, and significantly improve concrete strength and crack resistance."
    },
    {
        "Name": "火力发电厂",
        "ZHCN": "火力发电厂",
        "ENUS": "thermal Power Plant"
    },
    {
        "Name": "I火力发电厂",
        "ZHCN": "使用燃料（例如煤）作为原料，在碳化硅内衬的燃烧室中进行完全燃烧反应，把水转化为蒸汽后由蒸汽轮机转换成电能，作为原始的多级能量转化发电手段，80%能量转化率已经是工程师们的极限。",
        "ENUS": "Using fuel (such as coal) as raw material, complete combustion reaction is carried out in a combustion chamber lined with silicon carbide, converting water into steam and then converting it into electrical energy by a steam turbine. As the original multi-stage energy conversion power generation method, an 80% energy conversion rate is already the limit of engineers."
    },
    {
        "Name": "重油",
        "ZHCN": "重油",
        "ENUS": "heavy oil"
    },
    {
        "Name": "塑料",
        "ZHCN": "塑料",
        "ENUS": "Polypropylene"
    },
    {
        "Name": "I塑料",
        "ZHCN": "一种热塑性塑料，具有良好的机械性能、化学稳定性和较低的合成成本。",
        "ENUS": "A thermoplastic, with good mechanical properties, chemical stability and low synthetic costs."
    },
    {
        "Name": "增产剂",
        "ZHCN": "增产剂",
        "ENUS": "Proliferator"
    },
    {
        "Name": "残骸回收分析",
        "ZHCN": "残骸回收分析",
        "ENUS": "Wreckage Recovery Analysis"
    },
    {
        "Name": "T残骸回收分析",
        "ZHCN": "优化对残骸的回收流程，提升拆解精度，分析黑雾的单位设计，避免破坏性分解，可以从残骸中回收到更加精密的物品。",
        "ENUS": "Optimize the recycling process for debris, improve disassembly accuracy, analyze the unit design of black mist, avoid destructive decomposition, and recover more precise items from debris."
    },
    {
        "Name": "机兵升级计划",
        "ZHCN": "机兵升级计划",
        "ENUS": "Aircraft Upgrade Plan"
    },
    {
        "Name": "T机兵升级计划",
        "ZHCN": "为了应对黑雾的威胁，COSMO推出了忠诚僚机计划，但是在具体执行中，工程师们发现低级的僚机无法处理高级黑雾，而过于高级的无人机无法在早期支援伊卡洛斯。最终，决定以低级僚机为蓝本进行升级迭代。",
        "ENUS": "In response to the threat of black fog, COSMO launched the Loyal Companion Program. However, in actual implementation, engineers found that low-level wingmen were unable to handle high-level black fog, and overly high-level drones were unable to support Icarus in the early stages. In the end, it was decided to upgrade and iterate based on low-level wingmen."
    },
    {
        "Name": "迭代升级",
        "ZHCN": "迭代升级",
        "ENUS": "Iterative Upgrade"
    },
    {
        "Name": "T迭代升级",
        "ZHCN": "通过装甲使用更高级的材料，和武器系统在火控、供能上的升级，持续对无人机进行迭代升级。",
        "ENUS": "Continuously iterate and upgrade unmanned aerial vehicles through the use of advanced materials for armor and upgrades to weapon systems in fire control and power supply."
    },
    {
        "Name": "军械量产方案",
        "ZHCN": "军械量产方案",
        "ENUS": "Mass production plan for military equipment"
    },
    {
        "Name": "T军械量产方案",
        "ZHCN": "重新对无人机的零件与结构进行优化重构，不仅提升无人机性能，还使得无人机可以在制造台进行量产组装。",
        "ENUS": "Re optimizing and restructuring the parts and structure of the drone not only improves its performance, but also enables mass production assembly on the manufacturing platform."
    },
    {
        "Name": "化学燃料棒",
        "ZHCN": "化学燃料棒",
        "ENUS": "Chemical Fuel Rod"
    },
    {
        "Name": "I化学燃料棒",
        "ZHCN": "轻油经过处理变成的航空煤油或液氢可作为航空航天燃料，从而提供初级航空航天能力。",
        "ENUS": "Light oil processed into aviation kerosene or liquid hydrogen can be used as aerospace fuel, providing primary aerospace capabilities."
    },
    {
        "Name": "T化学能燃料棒描述",
        "ZHCN": "对轻油进行进一步精制处理，得到航空煤油，用于航空航天。",
        "ENUS": "Using a newly synthesized special fuel JP-10, to power factories and mecha."
    },
    {
        "Name": "储氢钢罐",
        "ZHCN": "储氢钢罐",
        "ENUS": "Hydrogen Storage Steel Tank"
    },
    {
        "Name": "T储氢钢罐",
        "ZHCN": "对材料学的研究，我们拥有了能应对氢脆的特种钢处理技术，以此可以制造大规模储氢的液氢燃料棒。",
        "ENUS": "We have developed special steel processing technology that can deal with hydrogen embrittlement in materials science research, which can be used to manufacture liquid hydrogen fuel rods for large-scale hydrogen storage."
    },
    {
        "Name": "化学燃料棒（液氢）",
        "ZHCN": "化学燃料棒（液氢）",
        "ENUS": "Chemical Fuel Rod (Liquid Hydrogen)"
    },
    {
        "Name": "R化学燃料棒（液氢）",
        "ZHCN": "使用特种钢制造储氢罐，并灌装高压液氢和氧化剂。",
        "ENUS": "Use special steel to manufacture hydrogen storage tanks and fill them with high-pressure liquid hydrogen and oxidizer."
    },
    {
        "Name": "同位素温差发电机",
        "ZHCN": "同位素温差发电机",
        "ENUS": "Radioisotope Thermoelectric Generator"
    },
    {
        "Name": "I同位素温差发电机",
        "ZHCN": "俗称“核电池”，将钚238的衰变热利用塞贝克效应转换成电能，尽管功率不高，但制作完成就不再需要添加燃料，使用年限长达半衰期89年，性能稳定、无需维护的特点使其在发电和输电困难的偏远地区发挥着重要的作用。\n<color=\"#FD965ECC\">此建筑无条件永久发电</color>",
        "ENUS": "Commonly known as\" nuclear battery \",By utilizing the Seebeck effect to convert the decay heat of plutonium-238 into electrical energy, although the power is not high, it no longer requires the addition of fuel after production, and has a half-life of 89 years. Its stable performance and maintenance free characteristics make it play an important role in remote areas where power generation and transmission are difficult.\n<color=\"#FD965ECC\">This building has unconditional permanent power generation</color>"
    },
    {
        "Name": "铀矿",
        "ZHCN": "铀矿",
        "ENUS": "Uranium Ore"
    },
    {
        "Name": "铀238溶液",
        "ZHCN": "铀238溶液",
        "ENUS": "Uranium-238 Solution"
    },
    {
        "Name": "铀235溶液",
        "ZHCN": "铀235溶液",
        "ENUS": "Uranium-235 Solution"
    },
    {
        "Name": "基础激光应用",
        "ZHCN": "基础激光应用",
        "ENUS": "Basic Laser Applications"
    },
    {
        "Name": "T基础激光应用",
        "ZHCN": "通过磁场以及棱镜和透镜组的作用，产生的激光在钻井，切割，激发等离子体等领域都有重要作用。",
        "ENUS": "The laser generated through the action of magnetic field, prism and lens group plays an important role in drilling, cutting, plasma excitation and other fields."
    },
    {
        "Name": "激光发生器",
        "ZHCN": "激光发生器",
        "ENUS": "Laser Generator"
    },
    {
        "Name": "I激光发生器",
        "ZHCN": "通过磁场以及棱镜和透镜组的作用，可以高效地产生激光，改进后的激光发生器更稳定，性能也更好。",
        "ENUS": "Through the action of magnetic field, prism and lens group, laser can be efficiently generated, and the improved laser generator is more stable and has better performance."
    },
    {
        "Name": "激光钻井平台",
        "ZHCN": "激光钻井平台",
        "ENUS": "Laser Drilling Platform"
    },
    {
        "Name": "I激光钻井平台",
        "ZHCN": "通过激光对岩石的气化，破碎作用，可以获得远超实体钻头的钻探效率和深度，高效地获取地层深处的液态资源。",
        "ENUS": "By using laser to gasify and break rocks, drilling efficiency and depth far exceed that of solid drill bits, and liquid resources deep in the formation can be efficiently obtained."
    },
    {
        "Name": "激光钻井技术",
        "ZHCN": "激光钻井技术",
        "ENUS": "Laser Drilling Technologyr"
    },
    {
        "Name": "T激光钻井技术",
        "ZHCN": "我们先进的激光钻井技术已经完全超越了老式的实体钻头技术，大大提高了深层钻井的效率，促进了工业的迅速发展。",
        "ENUS": "Our advanced laser drilling technology has completely surpassed the old-fashioned solid drill bit technology, greatly improving the efficiency of deep drilling and promoting the rapid development of industry."
    },
    {
        "Name": "碳化硅",
        "ZHCN": "碳化硅",
        "ENUS": "Silicon Carbide"
    },
    {
        "Name": "I碳化硅",
        "ZHCN": "高性能陶瓷材料，耐热，导热高，强度高。在航空航天，半导体，核能，化工领域都有应用。",
        "ENUS": "High performance ceramic material, heat-resistant, high thermal conductivity, and high strength. It has applications in aerospace, semiconductor, nuclear energy, and chemical industries."
    },
    {
        "Name": "深层熔岩",
        "ZHCN": "深层熔岩",
        "ENUS": "Deep Lava"
    },
    {
        "Name": "I深层熔岩",
        "ZHCN": "来自地质活跃行星的深层地幔物质，富含镓、铼，镧系等稀有金属，要利用好需要进一步的处理。\n<color=\"#FD965ECC\">此物品不可星际运输，不可设置为星际供应</color>",
        "ENUS": "The deep mantle material from geologically active planets is rich in rare metals such as gallium, rhenium, and lanthanide series, which require further processing to be utilized effectively.\n<color=\"#FD965ECC\">This item is not suitable for interstellar transportation and cannot be set as an interstellar supply</color>"
    },
    {
        "Name": "深层熔岩处理",
        "ZHCN": "深层熔岩处理",
        "ENUS": "Deep Lava Processing"
    },
    {
        "Name": "R深层熔岩处理",
        "ZHCN": "对深层熔岩进行预处理，分离出富含稀有金属物质的熔融金属。",
        "ENUS": "Pre treat deep magma to separate molten metals rich in rare metal substances."
    },
    {
        "Name": "熔融金属",
        "ZHCN": "熔融金属",
        "ENUS": "Molten Metal"
    },
    {
        "Name": "I熔融金属",
        "ZHCN": "液态熔融状流体，分离了部分杂质，富集了镓、铟、锡等稀有金属元素，是制造液态金属的重要原料，也可用于高效金属冶炼。\n<color=\"#FD965ECC\">此物品不可星际运输，不可设置为星际供应</color>",
        "ENUS": "Liquid molten fluid separates some impurities and enriches rare metal elements such as gallium, indium, and tin. It is an important raw material for manufacturing liquid metals and can also be used for efficient metal smelting.\n<color=\"#FD965ECC\">This item is not suitable for interstellar transportation and cannot be set as an interstellar supply</color>"
    },
    {
        "Name": "液态金属制造",
        "ZHCN": "液态金属制造",
        "ENUS": "Liquid Metal Manufacturing"
    },
    {
        "Name": "R液态金属制造",
        "ZHCN": "对熔融稀有金属进行高温高压酸浸取，制造出流动的液态金属。",
        "ENUS": "High temperature and high pressure acid leaching of molten rare metals to produce flowing liquid metals."
    },
    {
        "Name": "液态金属",
        "ZHCN": "液态金属",
        "ENUS": "liquid Metal"
    },
    {
        "Name": "I液态金属",
        "ZHCN": "具有高强度、高硬度、高弹性、高耐蚀性等特点的不定型金属，在电场的控制下可自主移动，自主变形，吸收金属。在粒子工业和航空航天领域有着不可替代的作用。曾经用于制作T1000。",
        "ENUS": "Amorphous metals with high strength, hardness, elasticity, and corrosion resistance can move, deform, and absorb metals autonomously under the control of an electric field. It plays an irreplaceable role in the particle industry and aerospace fields.Previously used to make T1000."
    },
    {
        "Name": "金属废液",
        "ZHCN": "金属废液",
        "ENUS": "Metal Waste Liquid"
    },
    {
        "Name": "I金属废液",
        "ZHCN": "加工磁流体的副产物，内部的纳米结构已无法成型，只有加热熔融将微观结构全部抹除才能重新加工。",
        "ENUS": "As a byproduct of processing magnetic fluids, the internal nanostructures cannot be formed and can only be reprocessed by heating and melting to completely remove the microstructure."
    },
    { // 废弃物品
        "Name": "增殖燃料棒",
        "ZHCN": "增殖燃料棒",
        "ENUS": "Proliferation Fuel Rod"
    },
    {
        "Name": "I增殖燃料棒",
        "ZHCN": "用碳化硅外壳封装了以铀238为主的核燃料棒，在核反应中将转变为可裂变的钚239，钚239裂变将提供稳定且强大的能量输出。",
        "ENUS": "A nuclear fuel rod mainly composed of uranium-238 is encapsulated in a silicon carbide shell, which will be transformed into fissionable plutonium-239 in a nuclear reaction. Plutonium-239 fission will provide stable and powerful energy output."
    },
    {
        "Name": "铀燃料棒",
        "ZHCN": "铀燃料棒",
        "ENUS": "Uranium Fuel Rod"
    },
    {
        "Name": "I铀燃料棒",
        "ZHCN": "用碳化硅外壳封装的铀核燃料，铀235浓度到达20%，能够在有限的空间内提供稳定且强大的能量输出。",
        "ENUS": "The uranium nuclear fuel is encapsulated in a silicon carbide shell, with a uranium-235 concentration of up to 20%, which can provide stable and powerful energy output in a limited space."
    },
    {
        "Name": "碳化钛合金",
        "ZHCN": "碳化钛合金",
        "ENUS": "Titanium carbide alloy"
    },
    {
        "Name": "I碳化钛合金",
        "ZHCN": "利用钛在不同温度下晶格结构的特点，加入准确比例的碳元素，使相变温度及相分含量达到完美平衡的一种新型合金材料，有更高的强度，更好的韧性。",
        "ENUS": "A new type of alloy material that utilizes the lattice structure characteristics of titanium at different temperatures and adds accurate proportions of carbon elements to achieve a perfect balance between phase transition temperature and phase composition content. It has higher strength and better toughness."
    },
    {
        "Name": "I氘核燃料棒",
        "ZHCN": "将氘制成液氘燃料棒，获得更强大的能量，是小型聚变系统的燃料来源。",
        "ENUS": "Make deuterium into deuteron fuel rods as a better source of energy. These fuel rods are often used in fusion systems."
    },
    {
        "Name": "I反物质燃料棒",
        "ZHCN": "将反物质制成更稳定的燃料棒，就可以更安全地利用其强大的能量。",
        "ENUS": "Stabilize antimatter into fuel rods, so that it can be used safely and effectively."
    },
    {
        "Name": "离子推进器",
        "ZHCN": "离子推进器",
        "ENUS": "Ion Thruster"
    },
    {
        "Name": "I离子推进器",
        "ZHCN": "离子推进器通过电弧加热推进介质，用磁场将离子约束喷射出去，有很高的能量利用率，是太空航行的首选。",
        "ENUS": "Ion thrusters use electric arcs to heat the propulsion medium and use magnetic fields to confine and eject ions, resulting in high energy utilization efficiency and making them the preferred choice for space travel."
    },
    {
        "Name": "蓄电器mk2",
        "ZHCN": "蓄电器mk2",
        "ENUS": "Battery MK2"
    },
    {
        "Name": "I蓄电器mk2",
        "ZHCN": "使用金属氢做储能介质的蓄电器，储能容量和充放电功率都有大幅提升。",
        "ENUS": "The use of metallic hydrogen as an energy storage medium in energy storage devices has significantly increased energy storage capacity and charging and discharging power."
    },
    {
        "Name": "蓄电器mk2（满）",
        "ZHCN": "蓄电器mk2（满）",
        "ENUS": "Battery MK2(full)"
    },
    {
        "Name": "I蓄电器mk2（满）",
        "ZHCN": "满电量状态的金属氢蓄电器。",
        "ENUS": "A metal hydrogen storage device in a fully charged state."
    },
    {
        "Name": "植物纤维",
        "ZHCN": "植物纤维",
        "ENUS": "Plant Fiber"
    },
    {
        "Name": "I植物纤维",
        "ZHCN": "植物纤维是纤维素与各种营养物质结合生成的丝状或者絮状物，对于植物具有支撑、连接、包裹、充填等作用，广泛存在于植物秆茎、根系、果实、果壳中。",
        "ENUS": "Plant fiber is a filamentous or flocculent substance formed by the combination of cellulose and various nutrients, which plays a supporting, connecting, enveloping, and filling role in plants. It is widely present in plant stems, roots, fruits, and fruit shells."
    },
    {
        "Name": "生物质",
        "ZHCN": "生物质",
        "ENUS": "Biomass"
    },
    {
        "Name": "I生物质",
        "ZHCN": "通过光合作用而形成的各种有机体，包括所有的动植物和微生物都属于生物质。",
        "ENUS": "Various organisms formed through photosynthesis, including all animals, plants, and microorganisms, belong to biomass."
    },
    {
        "Name": "金属氢",
        "ZHCN": "金属氢",
        "ENUS": "Metallic Hydrogen"
    },
    {
        "Name": "I金属氢",
        "ZHCN": "将氢压缩成液态，固态后继续压缩，直至电子在超高压下逸散而出，形成金属般的导电性，然后使用石墨烯制造纳米笼包裹以及金属钛吸附，维持其常压下存在，便形成了有金属性质的临界固体氢：金属氢。",
        "ENUS": "Compressing hydrogen into a liquid state and then continuing to compress it in a solid state until electrons escape under ultra-high pressure, forming a metallic conductivity. Then, graphene is used to create nanocages and metal titanium adsorption to maintain its existence at normal pressure, forming a critical solid hydrogen with metallic properties: metallic hydrogen."
    },
    {
        "Name": "磁流体",
        "ZHCN": "磁流体",
        "ENUS": "magnetic fluid"
    },
    {
        "Name": "I磁流体",
        "ZHCN": "将纳米磁性微粒混合进液态金属和重油组成的介质中，形成磁流体，由于磁流体具有液体的流动性和固体的磁性，使得磁流体呈现出许多特殊的磁、光、电现象，在高端工业场景有重要应用。",
        "ENUS": "Mixing nano magnetic particles into a medium composed of liquid metal and heavy oil to form magnetic fluid. Due to the fluidity of liquid and the magnetism of solid, magnetic fluid exhibits many special magnetic, optical, and electrical phenomena, which have important applications in high-end industrial scenarios."
    },
    {
        "Name": "激素营养液",
        "ZHCN": "激素营养液",
        "ENUS": "Hormone Nutrient Solution"
    },
    {
        "Name": "I激素营养液",
        "ZHCN": "富含促进植物生长的激素与微量元素的水培营养液，能大幅增加作物的培育生长。",
        "ENUS": "A hydroponic nutrient solution rich in hormones and trace elements that promote plant growth can significantly increase crop cultivation and growth."
    },
    {
        "Name": "R营养液调配",
        "ZHCN": "将激素生长菌群与水和土壤提取物混合，生产出促进植物生长的激素与微量元素的营养液，比起死板的机器，这些世世代代与植物伴生的伙伴更懂得生长需要什么。",
        "ENUS": "Mixing hormone growth bacteria with water and soil extracts to produce nutrient solutions containing hormones and trace elements that promote plant growth, these partners who have been associated with plants for generations understand what growth requires more than rigid machines."
    },
    {
        "Name": "高级生物塑料",
        "ZHCN": "高级生物塑料",
        "ENUS": "Advanced Bioplastics"
    },
    {
        "Name": "R高级生物塑料",
        "ZHCN": "通过高速生长菌群替代宿主生物反应的特性，可以诱导它对有机质进行分解重构，直接生成具有特定纳米结构的类塑料有机高分子。",
        "ENUS": "By replacing the host organism with a rapidly growing microbial community, it can induce the decomposition and reconstruction of organic matter, directly generating plastic like organic polymers with specific nanostructures."
    },
    {
        "Name": "高级生物发酵",
        "ZHCN": "高级生物发酵",
        "ENUS": "Advanced Biological Fermentation"
    },
    {
        "Name": "R高级生物发酵",
        "ZHCN": "在高速生长菌群的催化下，厌氧菌几乎能榨尽发酵堆中所有的有机质，并分解为甲烷。",
        "ENUS": "Under the catalysis of rapidly growing bacterial communities, anaerobic bacteria can almost completely extract all organic matter from the fermentation pile and decompose it into methane."
    },
    {
        "Name": "高级有机合金",
        "ZHCN": "高级有机合金",
        "ENUS": "Advanced Organic Alloy"
    },
    {
        "Name": "R高级有机合金",
        "ZHCN": "通过高速生长菌群替代宿主生物反应的特性，可以诱导它对有机质进行分解重构，直接与金属进行生化反应生成有机合金。",
        "ENUS": "By replacing the host organism with a rapidly growing microbial community, it can be induced to decompose and reconstruct organic matter, directly reacting with metals to form organic alloys."
    },
    {
        "Name": "高速生长纤维",
        "ZHCN": "高速生长纤维",
        "ENUS": "High-speed Fiber Growth"
    },
    {
        "Name": "R高速生长纤维",
        "ZHCN": "在高速生长菌群的催化下，我们能获得近乎违背常理的植物纤维产量。",
        "ENUS": "Under the catalysis of rapidly growing bacterial communities, we can achieve almost counterintuitive plant fiber yields."
    },
    {
        "Name": "高速生长生物质",
        "ZHCN": "高速生长生物质",
        "ENUS": "High Speed Growth Of Biomass"
    },
    {
        "Name": "R高速生长生物质",
        "ZHCN": "在高速生长菌群的催化下，我们能获得近乎违背常理的生物质产量。",
        "ENUS": "Under the catalysis of rapidly growing microbial communities, we can achieve biomass yields that are almost contrary to common sense."
    },
    {
        "Name": "激素生长纤维",
        "ZHCN": "激素生长纤维",
        "ENUS": "Hormone growth fiber"
    },
    {
        "Name": "R激素生长纤维",
        "ZHCN": "通过伴生菌种提供肥料和激素，我们得以获得更高产量的植物纤维。",
        "ENUS": "By providing fertilizers and hormones through companion strains, we are able to obtain higher yields of plant fiber."
    },
    {
        "Name": "激素生长生物质",
        "ZHCN": "激素生长生物质",
        "ENUS": "Hormonal Growth Biomass"
    },
    {
        "Name": "R激素生长生物质",
        "ZHCN": "通过伴生菌种提供肥料和激素，我们得以获得更高产量的生物质。",
        "ENUS": "By providing fertilizers and hormones through companion strains, we are able to obtain higher yields of biomass."
    },
    {
        "Name": "激素生长菌群",
        "ZHCN": "激素生长菌群",
        "ENUS": "Hormone Growth Bacterial Community"
    },
    {
        "Name": "I激素生长菌群",
        "ZHCN": "取材于本土伴生菌种，通过定向培育筛选，最终培育出能高效吸收转化植物生长所需元素，还能分泌促进植物生长激素的复合伴生菌种。",
        "ENUS": "Derived from local companion strains, through targeted cultivation and screening, a composite companion strain capable of efficiently absorbing and transforming the elements required for plant growth, as well as secreting growth promoting hormones, was ultimately cultivated."
    },
    {
        "Name": "定向筛选培育",
        "ZHCN": "定向筛选培育",
        "ENUS": "Targeted Screening And Cultivation"
    },
    {
        "Name": "R定向筛选培育",
        "ZHCN": "通过人工筛选，使目标菌种在促进植物生长方向上快速进化，并批量培育。",
        "ENUS": "Through manual screening, the target bacterial species can rapidly evolve in the direction of promoting plant growth and be mass-produced."
    },
    {
        "Name": "高速生长菌群",
        "ZHCN": "高速生长菌群",
        "ENUS": "High Growth Microbial Community"
    },
    {
        "Name": "I高速生长菌群",
        "ZHCN": "采集自生态系统更加繁荣发达的生态圈，能促进植物高速生长或辅助催化复杂的生物反应，自身也需要更高级的营养，因其霸道的伴生逻辑，要小心菌种不慎泄露导致的物种入侵事故。",
        "ENUS": "Collecting from more prosperous and developed ecosystems, it can promote rapid plant growth or assist in catalyzing complex biological reactions. It also requires higher levels of nutrition. Due to its dominant accompanying logic, caution should be taken against species invasion accidents caused by accidental leakage of bacterial strains."
    },
    {
        "Name": "辐射诱变迭代",
        "ZHCN": "辐射诱变迭代",
        "ENUS": "Radiation Induced Mutagenesis Iteration"
    },
    {
        "Name": "R辐射诱变迭代",
        "ZHCN": "一开始我们将高速生长菌群产生的增生组织按生物防治条例进行焚毁处理，但接着菌群种群就出现了的负增长，直到一名工程师违规将增生组织重新用于菌群的培养。似乎曾经对增生组织的焚烧处理让菌群认为这是有威胁，不利于生长的环境，而将增生组织重新回收培养能让菌群判定为“只是一次试图让宿主更加适应环境改造的失败”，这里还是安全的，循环的生态圈。",
        "ENUS": "At the beginning, we incinerated the proliferative tissue generated by the rapidly growing bacterial community according to biological control regulations, but then the bacterial population showed negative growth until an engineer illegally reused the proliferative tissue for bacterial culture. It seems that the incineration treatment of proliferating tissues once made the microbiota consider it a threatening and unfavorable environment for growth, while the recycling and cultivation of proliferating tissues can make the microbiota judge it as \"just a failed attempt to make the host more adaptable to the environment\". This is still a safe and circular ecosystem."
    },
    {
        "Name": "I增生组织",
        "ZHCN": "将高速生长菌群诱导对有机质进行分解重构时，产生的令人不安的副产物，菌群似乎根据反应皿的环境临时增生出了各种用途的器官，有观测环境的感光器官，用于移动的爬行关节，甚至是试图破坏容器的喙和利爪。",
        "ENUS": "When inducing the decomposition and reconstruction of organic matter by rapidly growing bacterial communities, disturbing byproducts are produced. The microbial community seems to temporarily proliferate various organs based on the environment of the reaction vessel, including photosensitive organs for observing the environment, crawling joints for movement, and even beaks and claws attempting to destroy containers."
    },
    {
        "Name": "甲烷",
        "ZHCN": "甲烷",
        "ENUS": "Sodium Hydroxide"
    },
    {
        "Name": "I甲烷",
        "ZHCN": "最简单的有机物，既是高效燃料，也是重要的化工资源。",
        "ENUS": "The simplest organic matter is not only an efficient fuel, but also an important chemical resource."
    },
    {
        "Name": "T卫星配电系统描述",
        "ZHCN": "使用可回收式火箭为载体，搭载太空电站，向地面指定位置以微波定向传输电能，可以实现大范围的供电。",
        "ENUS": "Using a recyclable rocket as a carrier, carrying a space power station, and transmitting power to a designated location on the ground through microwave directional transmission, it can achieve large-scale power supply."
    },
    {
        "Name": "流体抽取平台",
        "ZHCN": "流体抽取平台",
        "ENUS": "Fluid Extraction Platform"
    },
    {
        "Name": "I流体抽取平台",
        "ZHCN": "用于抽取液体资源并提纯的设施，直接建造于水面，可以适配多种海洋类型。",
        "ENUS": "A colorless gas with a strong irritating odor. It is usually stored as a liquid."
    },
    {
        "Name": "攻击无人机",
        "ZHCN": "攻击无人机",
        "ENUS": "Attack Drones"
    },
    {
        "Name": "I攻击无人机",
        "ZHCN": "在原型机的基础上，向防护性能特化发展的分支，对钢装甲进行表面渗碳处理，以获得更强的防护性能。",
        "ENUS": "On the basis of the prototype, the branch of specialized development towards protective performance is to perform surface carburizing treatment on steel armor to obtain stronger protective performance."
    },
    {
        "Name": "精准无人机",
        "ZHCN": "精准无人机",
        "ENUS": "Precision Drones"
    },
    {
        "Name": "I精准无人机",
        "ZHCN": "在原型机的基础上，向远距离攻击性能特化发展的分支，使用光子合并器提升激光能级，能在极远的距离对目标发动精准地高威力射击。",
        "ENUS": "On the basis of the prototype, a branch specialized in long-range attack performance is developed, which uses photon combiners to enhance laser energy levels and can launch precise high-power shots at targets at extremely long distances."
    },
    {
        "Name": "攻击无人机A型",
        "ZHCN": "攻击无人机A型",
        "ENUS": "Attack Drones A Type"
    },
    {
        "Name": "I攻击无人机A型",
        "ZHCN": "在原型机的基础上，向防护性能特化发展的分支，将坚硬的碳化硅陶瓷作为夹层埋入装甲钢中，形成复合装甲，赋予其更强的战场存活能力。",
        "ENUS": "On the basis of the prototype, a branch of specialized development towards protective performance is formed by embedding hard silicon carbide ceramics as interlayers in armor steel to form composite armor, endowing it with stronger battlefield survivability."
    },
    {
        "Name": "精准无人机A型",
        "ZHCN": "精准无人机A型",
        "ENUS": "Precision Drones A Type"
    },
    {
        "Name": "I精准无人机A型",
        "ZHCN": "在原型机的基础上，向远距离攻击性能特化发展的分支，升级电控系统以提升火控性能。",
        "ENUS": "On the basis of the prototype, a branch specialized in developing long-range attack performance, upgrading the electronic control system to enhance fire control performance."
    },
    {
        "Name": "攻击无人机B型",
        "ZHCN": "攻击无人机B型",
        "ENUS": "Attack Drones B Type"
    },
    {
        "Name": "I攻击无人机B型",
        "ZHCN": "在原型机的基础上，向防护性能特化发展的分支，将装甲钢替换为钛合金装甲，赋予其更强的战场存活能力。",
        "ENUS": "On the basis of the prototype, the branch of specialized development towards protective performance replaces armor steel with titanium alloy armor, endowing it with stronger battlefield survivability."
    },
    {
        "Name": "精准无人机B型",
        "ZHCN": "精准无人机B型",
        "ENUS": "Precision Drones B Type"
    },
    {
        "Name": "I精准无人机B型",
        "ZHCN": "在原型机的基础上，向远距离攻击性能特化发展的分支，使用金属氢作为储能介质，获得更高的能量输出以提升发射频率。",
        "ENUS": "On the basis of the prototype, a branch specialized in long-range attack performance has been developed, using metallic hydrogen as an energy storage medium to achieve higher energy output and increase launch frequency."
    },
    {
        "Name": "攻击无人机C型",
        "ZHCN": "攻击无人机C型",
        "ENUS": "Attack Drones C Type"
    },
    {
        "Name": "I攻击无人机C型",
        "ZHCN": "在原型机的基础上，向防护性能特化发展的分支，将钛合金装甲替换为贫铀装甲，赋予其更强的战场存活能力。",
        "ENUS": "On the basis of the prototype, the branch of specialized development towards protective performance replaces titanium alloy armor with depleted uranium armor, endowing it with stronger battlefield survivability."
    },
    {
        "Name": "精准无人机C型",
        "ZHCN": "精准无人机C型",
        "ENUS": "Precision Drones C Type"
    },
    {
        "Name": "I精准无人机C型",
        "ZHCN": "在原型机的基础上，向远距离攻击性能特化发展的分支，将武器系统从激光升级为粒子射流，提升发射频率。",
        "ENUS": "On the basis of the prototype, a branch specialized in long-range attack performance has been developed, upgrading the weapon system from laser to particle jet and increasing the launch frequency."
    },
    {
        "Name": "攻击无人机D型",
        "ZHCN": "攻击无人机D型",
        "ENUS": "Attack Drones D Type"
    },
    {
        "Name": "I攻击无人机D型",
        "ZHCN": "在原型机的基础上，向防护性能特化发展的分支，优化了零件与结构设计，赋予其更强的战场存活能力。",
        "ENUS": "On the basis of the prototype, the branch of specialized development towards protective performance has optimized the design of parts and structures, endowing it with stronger battlefield survivability."
    },
    {
        "Name": "精准无人机D型",
        "ZHCN": "精准无人机D型",
        "ENUS": "Precision Drones D Type"
    },
    {
        "Name": "I精准无人机D型",
        "ZHCN": "在原型机的基础上，向远距离攻击性能特化发展的分支，优化了零件与结构设计，提升了发射频率。",
        "ENUS": "On the basis of the prototype, a branch specialized in long-range attack performance has been developed, optimizing component and structural design and increasing launch frequency."
    },
    {
        "Name": "攻击无人机E型",
        "ZHCN": "攻击无人机E型",
        "ENUS": "Attack Drones E Type"
    },
    {
        "Name": "I攻击无人机E型",
        "ZHCN": "在原型机的基础上，向防护性能特化发展的分支，复合装甲的夹层使用了更加坚硬的钛晶石，赋予其更强的战场存活能力。",
        "ENUS": "On the basis of the prototype, a branch of specialized development towards protective performance, the interlayer of composite armor uses harder titanium crystals, giving it stronger battlefield survivability."
    },
    {
        "Name": "精准无人机E型",
        "ZHCN": "精准无人机E型",
        "ENUS": "Precision Drones E Type"
    },
    {
        "Name": "I精准无人机E型",
        "ZHCN": "在原型机的基础上，向远距离攻击性能特化发展的分支，集成了小型粒子加速器，提升了发射频率。",
        "ENUS": "On the basis of the prototype, a branch specialized in long-range attack performance has been developed, integrating small particle accelerators and increasing the launch frequency."
    },
    {
        "Name": "碳粉",
        "ZHCN": "碳粉",
        "ENUS": "carbon powder"
    },
    {
        "Name": "I碳粉",
        "ZHCN": "对石墨进行研磨粉碎处理的产物，可作为金刚石，碳化合金，碳化陶瓷的原料。",
        "ENUS": "The product of grinding and crushing graphite can be used as a raw material for diamond, carbide alloys, and carbide ceramics."
    },
    {
        "Name": "粒子加速器",
        "ZHCN": "粒子加速器",
        "ENUS": "particle accelerator"
    },
    {
        "Name": "I粒子加速器",
        "ZHCN": "环形的粒子通道和电磁场组成的回旋粒子加速器，是高能物理重要的工具。",
        "ENUS": "The cyclotron particle accelerator composed of a circular particle channel and an electromagnetic field is an important tool in high-energy physics."
    },
    {
        "Name": "高效翘曲器",
        "ZHCN": "高效翘曲器",
        "ENUS": "Efficient Warper"
    },
    {
        "Name": "T高效翘曲器",
        "ZHCN": "由奇异物质直接做翘曲器是种浪费，经过工程师们的多次迭代，使用引力透镜制作翘曲器的原料利用率是奇异物质的10倍。",
        "ENUS": "It is a waste to directly make a warping device from exotic matter. After multiple iterations by engineers, the utilization rate of raw materials for using gravitational lenses to make warping devices is 10 times that of exotic matter."
    },
    {
        "Name": "曲率引擎",
        "ZHCN": "曲率引擎",
        "ENUS": "Curvature Engine"
    },
    {
        "Name": "I曲率引擎",
        "ZHCN": "通过量子计算机精细操控引力发生装置组成的空间曲率扭曲核心，组成了深空航行的关键——曲率引擎。",
        "ENUS": "The key to deep space navigation, the curvature engine, is formed by finely manipulating the spatial curvature distortion core composed of Gravity generator through quantum computers."
    },
    {
        "Name": "I湮灭约束球",
        "ZHCN": "将湮灭反应约束在球内，从而获得稳定可控的能量输出，是正反物质湮灭堆的关键部件。",
        "ENUS": "Restricting the annihilation reaction within a sphere to obtain stable and controllable energy output is a key component of the positron annihilation reactor."
    },
    {
        "Name": "同步轨道正反物质湮灭堆",
        "ZHCN": "同步轨道正反物质湮灭堆",
        "ENUS": "Synchronous Orbit Antiparticle Annihilation Reactor"
    },
    {
        "Name": "T同步轨道正反物质湮灭堆",
        "ZHCN": "完全质能转换，这是自从发现质能转换公式后能源工程师们追求的至高杰作，核裂变核聚变释放的能量与正反物质完全湮灭比起来犹如五号电池一般袖珍，一般的殖民星一座反物质堆就足以供应整颗星球电力。鉴于湮灭反应的危险性，湮灭反应堆不允许建在地表，只能建在同步轨道，如果真的发生不可挽回的事故时，这样起码还能保持星球的完整：在增加了数颗破碎星球后，COSMO做出了如此规定，整座建筑被拆分为复杂且庞大同步轨道反物质堆基座，与反物质堆核心。",
        "ENUS": "Complete mass energy conversion is the ultimate masterpiece pursued by energy engineers since the discovery of the mass energy conversion formula. The energy released by nuclear fission and fusion is as small as a fifth battery compared to the complete annihilation of antimatter. A typical colonial star's antimatter stack is enough to supply electricity to the entire planet. Given the danger of annihilation reactions, annihilation reactors are not allowed to be built on the surface and can only be built in synchronous orbit. In the event of an irreversible accident, this can at least maintain the integrity of the planet: after adding several shattered planets, COSMO has made such a regulation that the entire building is divided into a complex and massive synchronous orbit anti material reactor base and an anti material reactor core."
    },
    {
        "Name": "T同步轨道正反物质湮灭堆结果",
        "ZHCN": "你解锁了轨道反物质堆，这是个庞大的同步轨道设施，需要分为基座与核心两部分建造。",
        "ENUS": "You have unlocked the orbital antimatter stack, which is a massive synchronous orbital facility that needs to be built in two parts: a base and a core."
    },
    {
        "Name": "轨道反物质堆核心",
        "ZHCN": "轨道反物质堆核心",
        "ENUS": "Orbital Antimatter Reactor Core"
    },
    {
        "Name": "I轨道反物质堆核心",
        "ZHCN": "湮灭反应堆核心，由最精密的湮灭控制系统组成，看似暴露的核心结构实则在最强大的护盾系统保护下。湮灭释放的能量大多转化为伽马射线，只有少数转化为蓝紫色可见光谱。<color=\"#FD965ECC\">必须建造在轨道反物质堆基座上</color>",
        "ENUS": "The core of the annihilation reactor is composed of the most sophisticated annihilation control system, and the seemingly exposed core structure is actually protected by the strongest shield system. The energy released by annihilation is mostly converted into gamma rays, with only a few converted into the blue purple visible spectrum.<color=\"#FD965ECC\">Must be built on Orbital Antimatter Reactor Base</color>"
    },
    {
        "Name": "轨道反物质堆基座",
        "ZHCN": "轨道反物质堆基座",
        "ENUS": "Orbital Antimatter Reactor Base"
    },
    {
        "Name": "I轨道反物质堆基座",
        "ZHCN": "反物质堆的外围设施，巨大的框架内部集成了4套互纠错安全系统和3套冗余系统。身处同步轨道可以保证最后预案都失效的情况下不会波及行星，外露核心的设计可以使爆炸威力尽量向太空爆发。\n<color=\"#FD965ECC\">需要由底下的太空电梯提供物品的输入输出。</color>",
        "ENUS": "The peripheral facilities of the antimatter stack are integrated with four sets of mutual error correction safety systems and three sets of redundant systems within a huge framework. Being in a synchronous orbit can ensure that the planet will not be affected in the event that the final plan fails, and the design of the exposed core can maximize the explosive power to burst into space.\n<color=\"#FD965ECC\">The input and output of items need to be provided by the space elevator below</color>"
    },
    {
        "Name": "深空物流港",
        "ZHCN": "深空物流港",
        "ENUS": "Deep Space Logistics Port"
    },
    {
        "Name": "T深空物流港",
        "ZHCN": "物流速度和距离决定一个文明的上限，面对跨星系的深空运输，我们需要能够曲速航行的深空货舰，和能够维护货舰，跨星系量子通讯调度的深空物流港。",
        "ENUS": "The speed and distance of logistics determine the upper limit of a civilization. In the face of cross galaxy deep space transportation, we need deep space cargo ships that can navigate at warp speed, and deep space logistics ports that can maintain cargo ships and schedule cross galaxy quantum communication."
    },
    {
        "Name": "I深空物流港",
        "ZHCN": "一座巨型物流港，包含数个集装起重机、由奇异物质组成的重力井，作为通知飞船退出曲率航行的重力灯塔，以及跨星系量子通讯调度塔台。只有它才能撑起一个跨星系文明的物流需求。\n<color=\"#FD965ECC\">需要由底下的太空电梯提供物资的行星内转运</color>",
        "ENUS": "A giant logistics port consisting of several container cranes, a gravity well composed of exotic matter, serving as a gravity lighthouse for notifying spacecraft to exit curvature navigation, and a cross galaxy quantum communication dispatch tower. Only it can sustain the logistics needs of a cross galaxy civilization.\n<color=\"#FD965ECC\">The planetary transportation of supplies needs to be provided by the space elevator below</color>"
    },
    {
        "Name": "生态穹顶",
        "ZHCN": "生态穹顶",
        "ENUS": "Ecological dome"
    },
    {
        "Name": "I生态穹顶",
        "ZHCN": "旧时代广泛使用的外星殖民用生态穹顶，其经典设计在如今依旧毫不过时，垂直多层的强透光培养槽，使用成熟的气雾培技术，智能气候调节系统。哪怕在无大气的死寂星球，高度集成的生化反应室和实验室都可以完成绝大多数生物的培育和生化反应。",
        "ENUS": "The ecological dome widely used in the old era for extraterrestrial colonization still retains its classic design today, featuring vertically multi-layered strong light transmission cultivation tanks, mature aerosol cultivation technology, and an intelligent climate control system. Even on a lifeless planet without an atmosphere, highly integrated biochemical reaction chambers and laboratories can complete the cultivation and biochemical reactions of the vast majority of organisms."
    },
    {
        "Name": "零素装甲",
        "ZHCN": "零素装甲",
        "ENUS": "Neutronium Materials"
    },
    {
        "Name": "I零素装甲",
        "ZHCN": "以奇异物质做引力结为核心，使氢原子突破电磁斥力，拉近到强相互作用力的作用范围，形成致密的原子墙，以分子形式存在的结构在它面前如水一般柔软。",
        "ENUS": "Using strange matter as the core of gravitational knots, hydrogen atoms break through electromagnetic repulsion and are brought closer to the range of strong interaction forces, forming a dense atomic wall. The structure existing in molecular form is as soft as water in front of it."
    },
    {
        "Name": "石料破碎",
        "ZHCN": "石料破碎",
        "ENUS": "Stone Crushing"
    },
    {
        "Name": "R石料破碎",
        "ZHCN": "将石料破碎为沙土，以供基建使用。",
        "ENUS": "Crush the stone into sand for use in infrastructure construction."
    },
    {
        "Name": "忠诚僚机计划",
        "ZHCN": "忠诚僚机计划",
        "ENUS": "Loyal Wingman Program"
    },
    {
        "Name": "T电气矩阵描述",
        "ZHCN": "电磁转化与电路控制代表了文明进入电气时代，电气的发展是现代文明的基础",
        "ENUS": "electrical Matrix"
    },
    {
        "Name": "电气矩阵",
        "ZHCN": "电气矩阵",
        "ENUS": "electrical Matrix"
    },
    {
        "Name": "I电气矩阵",
        "ZHCN": "电磁转化与电路控制代表了文明进入电气时代，电气的发展是现代文明的基础。",
        "ENUS": "Electromagnetic conversion and circuit control represent the entry of civilization into the electrical era, and the development of electricity is the foundation of modern civilization."
    },
    {
        "Name": "T化工矩阵描述",
        "ZHCN": "化工的发展让物质变化的视角深入到分子领域，是进一步能源和材料的基础。",
        "ENUS": "The development of chemical industry has deepened the perspective of material change into the molecular field, which is the foundation for further energy and materials development."
    },
    {
        "Name": "化工矩阵",
        "ZHCN": "化工矩阵",
        "ENUS": "chemical industry Matrix"
    },
    {
        "Name": "I化工矩阵",
        "ZHCN": "化工的发展让物质变化的视角深入到分子领域，是进一步能源和材料的基础。",
        "ENUS": "The development of chemical industry has deepened the perspective of material change into the molecular field, which is the foundation for further energy and materials development."
    },
    {
        "Name": "T材料矩阵描述",
        "ZHCN": "材料的发展对文明的意义毋庸置疑，想知道一个文明的水平，看它使用的材料水平就知道了。",
        "ENUS": "The significance of the development of materials for civilization is beyond doubt. To know the level of a civilization, one can look at the level of materials it uses."
    },
    {
        "Name": "材料矩阵",
        "ZHCN": "材料矩阵",
        "ENUS": "Structure Matrix"
    },
    {
        "Name": "I材料矩阵",
        "ZHCN": "材料的发展对文明的意义毋庸置疑，想知道一个文明的水平，看它使用的材料水平就知道了。",
        "ENUS": "The significance of the development of materials for civilization is beyond doubt. To know the level of a civilization, one can look at the level of materials it uses."
    },
    {
        "Name": "T引力矩阵描述",
        "ZHCN": "万有引力，四大基本力最后的拼图，当文明能测量、解构引力本质时，便触摸到了理解宇宙架构的钥匙。",
        "ENUS": "Universal gravitation, the final puzzle of the four fundamental forces, when civilization can measure and deconstruct the essence of gravity, it touches the key to understanding the architecture of the universe."
    },
    {
        "Name": "引力矩阵",
        "ZHCN": "引力矩阵",
        "ENUS": "Gravity Matrix"
    },
    {
        "Name": "I引力矩阵",
        "ZHCN": "万有引力，四大基本力最后的拼图，当文明能测量、解构引力本质时，便触摸到了理解宇宙架构的钥匙。",
        "ENUS": "Universal gravitation, the final puzzle of the four fundamental forces, when civilization can measure and deconstruct the essence of gravity, it touches the key to understanding the architecture of the universe."
    },
    {
        "Name": "T信息矩阵描述",
        "ZHCN": "电子信息的发展代表了万物互联的程度，信息传递的速度与范围即决定了这个文明的疆域。",
        "ENUS": "The development of electronic information represents the degree of interconnectivity of all things, and the speed and scope of information transmission determine the territory of this civilization."
    },
    {
        "Name": "信息矩阵",
        "ZHCN": "信息矩阵",
        "ENUS": "information Matrix"
    },
    {
        "Name": "I信息矩阵",
        "ZHCN": "电子信息的发展代表了万物互联的程度，信息传递的速度与范围即决定了这个文明的疆域。",
        "ENUS": "The development of electronic information represents the degree of interconnectivity of all things, and the speed and scope of information transmission determine the territory of this civilization."
    },
    {
        "Name": "T电磁矩阵描述",
        "ZHCN": "电磁力，四大基本力之一，电场与磁场的交响塑造了可见世界的基本秩序，对其理解的程度决定了文明的广度。",
        "ENUS": "Electromagnetic force, one of the four fundamental forces, the symphony of electric and magnetic fields shapes the basic order of the visible world, and the level of understanding of it determines the breadth of civilization."
    },
    {
        "Name": "电磁矩阵",
        "ZHCN": "电磁矩阵",
        "ENUS": "Tensor Matrix"
    },
    {
        "Name": "I电磁矩阵",
        "ZHCN": "电磁力，四大基本力之一，电场与磁场的交响塑造了可见世界的基本秩序，对其理解的程度决定了文明的广度。",
        "ENUS": "Electromagnetic force, one of the four fundamental forces, the symphony of electric and magnetic fields shapes the basic order of the visible world, and the level of understanding of it determines the breadth of civilization."
    },
    {
        "Name": "T粒子矩阵描述",
        "ZHCN": "核力，四大基本力之二，以最短的作用距离牵引着最强大的秩序，掌握了核力的文明就是解构重组世间万物的造物主。",
        "ENUS": "Nuclear power, the second of the four fundamental forces, pulls the strongest order with the shortest distance of action. The civilization that masters nuclear power is the creator who deconstructs and reassembles all things in the world."
    },
    {
        "Name": "粒子矩阵",
        "ZHCN": "粒子矩阵",
        "ENUS": "particle Matrix"
    },
    {
        "Name": "I粒子矩阵",
        "ZHCN": "核力，四大基本力之二，以最短的作用距离牵引着最强大的秩序，掌握了核力的文明就是解构重组世间万物的造物主。",
        "ENUS": "Nuclear power, the second of the four fundamental forces, pulls the strongest order with the shortest distance of action. The civilization that masters nuclear power is the creator who deconstructs and reassembles all things in the world."
    },
    {
        "Name": "T大统一矩阵描述",
        "ZHCN": "彻底统一四大基本力，是万物之理的最终结晶，是文明叩问宇宙最终奥秘的终极诗篇。",
        "ENUS": "Thoroughly unifying the four fundamental forces is the ultimate crystallization of the principles of all things, and the ultimate poem for civilization to question the ultimate mysteries of the universe."
    },
    {
        "Name": "大统一矩阵",
        "ZHCN": "大统一矩阵",
        "ENUS": "Great Unification Matrix"
    },
    {
        "Name": "I大统一矩阵",
        "ZHCN": "彻底统一四大基本力，是万物之理的最终结晶，是文明叩问宇宙最终奥秘的终极诗篇。",
        "ENUS": "Thoroughly unifying the four fundamental forces is the ultimate crystallization of the principles of all things, and the ultimate poem for civilization to question the ultimate mysteries of the universe."
    },
    {
        "Name": "T动能武器伤害无限",
        "ZHCN": "客观提升动能武器伤害已达瓶颈，若想继续提升，则需要分析敌方的结构，瞄准弱点，让相同的攻击达成更大的毁伤效果，以此达到事实上的“提高伤害”。",
        "ENUS": "The objective improvement of kinetic energy weapon damage has reached a bottleneck. If you want to continue to improve, you need to analyze the enemy's structure, target weaknesses, and achieve greater damage effects with the same attack, in order to achieve the actual \"increase in damage\"."
    },
    {
        "Name": "T能量武器伤害无限",
        "ZHCN": "客观提升能量武器伤害已达瓶颈，若想继续提升，则需要分析敌方的结构，瞄准弱点，让相同的攻击达成更大的毁伤效果，以此达到事实上的“提高伤害”。",
        "ENUS": "The objective increase in energy weapon damage has reached a bottleneck. If you want to continue to improve, you need to analyze the enemy's structure, target weaknesses, and achieve greater damage effects with the same attack, in order to achieve the actual \"increase in damage\"."
    },
    {
        "Name": "T爆破武器伤害无限",
        "ZHCN": "客观提升爆破武器伤害已达瓶颈，若想继续提升，则需要分析敌方的结构，瞄准弱点，让相同的攻击达成更大的毁伤效果，以此达到事实上的“提高伤害”。",
        "ENUS": "The objective improvement of explosive weapon damage has reached a bottleneck.  If you want to continue to improve, you need to analyze the enemy's structure, target weaknesses, and achieve greater damage effects with the same attack, in order to achieve the actual \"increase in damage\"."
    },
    {
        "Name": "掌中工厂",
        "ZHCN": "掌中工厂",
        "ENUS": "Palm Factory"
    },
    {
        "Name": "I掌中工厂",
        "ZHCN": "考古发现的外星文明遗物，一台冰箱大的设备光原料输入口与成品输出口就占据了85%的空间，很明显这个工厂真正的加工设施不在当前纬度，而是类似于伊卡洛斯背包的内空间。通过研究它，我们或许能在内空间的使用上得到新的思路。",
        "ENUS": "The archaeological discovery of extraterrestrial civilization relics, a refrigerator sized device occupying 85% of the space for raw material input and finished product output, clearly indicates that the actual processing facilities of this factory are not located at the current latitude, but rather in an interior space similar to the Icarus backpack. By studying it, we may be able to gain new insights into the use of inner space."
    },
    {
        "Name": "逆向掌中工厂蓝图",
        "ZHCN": "逆向掌中工厂蓝图",
        "ENUS": "Reverse Palm Factory Blueprint"
    },
    {
        "Name": "T逆向掌中工厂蓝图",
        "ZHCN": "对掌中工厂进行逆向工程，先复制零件做替换实验，尝试设计出蓝图，再根据我们的工业标准重新规范化接口设计。",
        "ENUS": "Reverse engineer the Palm Factory by copying parts for replacement experiments, attempting to design a blueprint, and then re standardize the interface design according to our industrial standards."
    },
    {
        "Name": "次级维度工厂",
        "ZHCN": "次级维度工厂",
        "ENUS": "Secondary Dimension Factory"
    },
    {
        "Name": "I次级维度工厂",
        "ZHCN": "将掌中工厂进行集成，用曲率引擎加强对虚数空间的开辟能力与航行能力，以此获得能在次级维度行动的工厂。",
        "ENUS": "Integrate the palm factory and enhance its ability to open up imaginary space and navigate with a curvature engine, in order to obtain a factory that can operate in the secondary dimension."
    },
    {
        "Name": "T次级维度工厂",
        "ZHCN": "将拥有内空间能力的工厂沉入次级维度，在虚数空间跟随伊卡洛斯，可以为伊卡洛斯提供随时随地的工业制造支持。最终，伊卡洛斯本身就是一座移动工厂。",
        "ENUS": "Sinking factories with inner space capabilities into the secondary dimension and following Icarus in imaginary space can provide industrial manufacturing support for Icarus anytime, anywhere. In the end, Icarus itself is a mobile factory."
    },
    {
        "Name": "奇夸克样本",
        "ZHCN": "奇夸克样本",
        "ENUS": "Strange Quark Sample"
    },
    {
        "Name": "I奇夸克样本",
        "ZHCN": "在中子星超高重力环境下，电子被压入质子形成中子，在内部更高压力下，中子可能进一步被压溃变成夸克浴，并且产生奇夸克，在中子星之间的碰撞中，奇夸克团就可能飞射而出，散落在外星。",
        "ENUS": "In the ultra-high gravity environment of neutron stars, electrons are pressed into protons to form neutrons. At higher internal pressures, neutrons may be further crushed into quark baths and produce strange quarks. In collisions between neutron stars, strange quark clusters may fly out and scatter in outer space."
    },
    {
        "Name": "奇夸克同化反应",
        "ZHCN": "奇夸克同化反应",
        "ENUS": "Strange Quark Assimilation Reaction"
    },
    {
        "Name": "T奇夸克同化反应",
        "ZHCN": "奇夸克有很多奇怪性质，比如稳定性，不仅稳定到在中子星外存在，甚至稳定到：在一定条件下将其他物质也同化成它一起稳定。",
        "ENUS": "Odd quarks have many strange properties, such as stability, which is not only stable enough to exist outside neutron stars, but even stable enough to assimilate other matter into them under certain conditions."
    },
    {
        "Name": "奇异同化反应",
        "ZHCN": "奇异同化反应",
        "ENUS": "Singular Assimilation Reaction"
    },
    {
        "Name": "R奇异同化反应",
        "ZHCN": "利用奇夸克的同化反应，高效生产奇异物质，需要小心保存奇夸克，否则无限同化的奇夸克将导致星球毁灭级安全生产事故。",
        "ENUS": "To efficiently produce strange matter through the assimilation reaction of strange quarks, it is necessary to carefully preserve the strange quarks, otherwise infinite assimilation of strange quarks will lead to planetary destruction level safety production accidents."
    },
    {
        "Name": "物质重组",
        "ZHCN": "物质重组",
        "ENUS": "Material Recombination"
    },
    {
        "Name": "I硫酸",
        "ZHCN": "原油化工重要原料之一，也可以用流体抽取平台从硫酸海洋中直接抽取获得。",
        "ENUS": "One of the important raw materials for crude oil chemical industry, it can also be directly extracted from sulfuric acid ocean using Fluid Extraction Platform."
    },
    {
        "Name": "轻油",
        "ZHCN": "轻油",
        "ENUS": "light oil"
    },
    {
        "Name": "I轻油",
        "ZHCN": "一种石油炼制产品。它主要由低分子量的烷烃、环烷烃和芳香烃组成，是塑料、航空燃料的重要原料。",
        "ENUS": "A petroleum refining product. It is mainly composed of low molecular weight alkanes, cycloalkanes, and aromatic hydrocarbons, and is an important raw material for plastics and aviation fuels."
    },
    {
        "Name": "地下冰层",
        "ZHCN": "地下水源",
        "ENUS": "Groundwater"
    },
    {
        "Name": "I地下冰层",
        "ZHCN": "地表液态水的存在条件十分苛刻，很多星球会因为各种各样的原因保留不住地表水分，但在厚厚的地层或冻土层的保护下，可能会存在水资源，可以通过激光钻井获得这些宝贵的水资源。",
        "ENUS": "The conditions for the existence of surface liquid water are extremely harsh, and many planets may not be able to retain surface water for various reasons. However, under the protection of thick layers or permafrost, there may be water resources that can be obtained through laser drilling."
    },
    {
        "Name": "重水",
        "ZHCN": "重水",
        "ENUS": "heavy water"
    },
    {
        "Name": "I重水",
        "ZHCN": "其组成的氢元素为同位素氘，凭借微弱的质量差别由水分馏出来。在核领域有重要应用。",
        "ENUS": "The hydrogen element composed of it is the isotope deuterium, which is distilled from water with a slight difference in mass.It has important applications in the nuclear field."
    },
    {
        "Name": "陶瓷冶炼",
        "ZHCN": "陶瓷冶炼",
        "ENUS": "Ceramic smelting"
    },
    {
        "Name": "I晶圆",
        "ZHCN": "晶圆是超大规模集成电路的基础，使用纯净半导体制造成薄片后，在上面光刻，离子注入和沉积，加工出“城市”般的立体纳米结构。",
        "ENUS": "Wafers are the foundation of ultra large scale integrated circuits, which are made into thin sheets using pure semiconductors, and then subjected to photolithography, ion implantation, and deposition to process three-dimensional nanostructures resembling cities."
    },
    {
        "Name": "流速监测器",
        "ZHCN": "流速监测器",
        "ENUS": "Traffic Monitor"
    },
    {
        "Name": "未知射线遗留样本",
        "ZHCN": "未知射线遗留样本",
        "ENUS": "Unknown Radiation Legacy Samples"
    },
    {
        "Name": "I未知射线遗留样本",
        "ZHCN": "从黑海盐滩勘探挖掘到的未知样本，持续散发着某种辐射，疑似遭受过某种强射线照射。获取更多样本进行研究，或许能知道这颗星球发生过什么。",
        "ENUS": "The unknown samples excavated from the exploration of the Black Sea salt flats continue to emit some kind of radiation, suspected to have been exposed to some strong radiation. Obtaining more samples for research may reveal what has happened on this planet."
    },
    {
        "Name": "未知射线研究",
        "ZHCN": "未知射线研究",
        "ENUS": "Unknown Radiation Research"
    },
    {
        "Name": "T未知射线研究",
        "ZHCN": "研究黑海盐滩上勘探到的射线样本，它或许能告诉我们这颗星球发生了什么，为何整颗星球都没有生命反应，而碳基生命的更替才会产生的原油却浩瀚如海。",
        "ENUS": "Studying the radiation samples discovered on the Black Sea salt flats may tell us what happened on this planet, why there was no life reaction on the entire planet, and why the oil produced by the replacement of carbon based life is vast like the sea."
    },
    {
        "Name": "纳米塑料纤维",
        "ZHCN": "纳米塑料纤维",
        "ENUS": "Nano plastic fibers"
    },
    {
        "Name": "I纳米塑料纤维",
        "ZHCN": "通过纳米粒子在塑料树脂中的充分分散，有效地提高了塑料的耐热、耐候、耐磨等性能。",
        "ENUS": "By fully dispersing nanoparticles in plastic resins, the heat resistance, weather resistance, wear resistance and other properties of plastics are effectively improved."
    },
    {
        "Name": "主板",
        "ZHCN": "主板",
        "ENUS": "Motherboard"
    },
    {
        "Name": "I主板",
        "ZHCN": "将晶圆切割封装为处理器后，接入电路板，组成电子计算机主控板，在处理数据以及对处理过程进行控制更加出色。",
        "ENUS": "After cutting and packaging the wafer into a processor, it is connected to a circuit board to form an electronic computer main control board, which performs better in processing data and controlling the processing process."
    },
    {
        "Name": "光导纤维",
        "ZHCN": "光导纤维",
        "ENUS": "Optical Fiber"
    },
    {
        "Name": "I光导纤维",
        "ZHCN": "使用塑料包裹内部拥有良好光导介质的纤芯，使光信号在内部低损传输，光纤能将信号以光速传递，加上调制解调接口，是远距低时延通信的基础。",
        "ENUS": "The use of plastic wrapped fiber cores with good optical guiding media enables low loss transmission of optical signals internally. Fiber optics can transmit signals at the speed of light, and with modulation and demodulation interfaces, it is the foundation of long-distance low latency communication."
    },
    {
        "Name": "量子计算机550MAGI",
        "ZHCN": "量子计算机550MAGI",
        "ENUS": "Quantum Computer 550MAGI"
    },
    {
        "Name": "I量子计算机550MAGI",
        "ZHCN": "量子芯片，光纤连接和经典电子计算机封装外接，组成了550系列经典的“自感知、自适应、自组织”的可重塑编译计算核心，在与硬件连接后，可以实时生成底层操作系统。",
        "ENUS": "Quantum chips, fiber optic connections, and classical electronic computer packaging external connections form the 550 series classic \"self sensing, adaptive, and self-organizing\" reconfigurable compilation computing core. After being connected to hardware, it can generate real-time underlying operating systems."
    },
    {
        "Name": "终末螺旋",
        "ZHCN": "终末螺旋",
        "ENUS": "Final Spiral"
    },
    {
        "Name": "I终末螺旋",
        "ZHCN": "通过对样本进行逆向工程，得到的残缺版的碳基裂解射线发生器，射程很短，激发一次后就会损毁，或许可以用于工业生产用途，将碳基有机质快速裂解为烷烃质。",
        "ENUS": "The incomplete version of the carbon based cracking radiation generator obtained by reverse engineering the sample has a short range and will be damaged after one excitation. It may be used for industrial production to rapidly crack carbon based organic matter into alkane."
    },
    {
        "Name": "量子化工厂",
        "ZHCN": "量子化工厂",
        "ENUS": "Quantum Chemical Plant"
    },
    {
        "Name": "I量子化工厂",
        "ZHCN": "利用奇异物质在特定点位移形成的量子纠缠，可以引导反应按照预定的方向有序地进行。只要能“进化”出这些神奇的点位，便可以将化学反应精确到粒子级，以达成近乎完美的原料利用率。\n量子化工厂能够将配方<color=\"#FD965ECC\">翻倍产出</color>，你只需要输入一份原料，就能得到两份成品。",
        "ENUS": "The quantum entanglement formed by the displacement of exotic matter at specific points can guide reactions to proceed in an orderly manner in a predetermined direction. As long as these magical points can be 'evolved', chemical reactions can be precise to the particle level to achieve almost perfect raw material utilization. \\The quantum factory is able to <color=\"#FD965ECC\">double the output of the recipe</color>, you only need to input one ingredient to get two finished products."
    },
    {
        "Name": "T量子化工厂",
        "ZHCN": "量子化工厂",
        "ENUS": "Quantum Chemical Plant"
    },
    {
        "Name": "T量子化工厂描述",
        "ZHCN": "在量子芯片强大算力的支持下，将奇异物质分布到特定点位，便能让单个量子的纠缠效应放大到大分子级别。有了这项技术，颠覆传统化工只是顺便的事。",
        "ENUS": "Supported by the powerful computing power of quantum chips, the distribution of exotic matter to specific points can amplify the entanglement effect of individual quanta to the level of large molecules. With this technology, disrupting traditional chemical engineering is just a side event."
    },
    {
        "Name": "碳热还原制硅",
        "ZHCN": "碳热还原制硅",
        "ENUS": "Carbon thermal reduction to produce silicon"
    },
    {
        "Name": "R碳热还原制硅",
        "ZHCN": "在高温电炉中，以碳为还原剂，硅酸盐矿物发生还原反应，将二氧化硅还原成粗硅。",
        "ENUS": "In a high-temperature electric furnace, using carbon as a reducing agent, silicate minerals undergo a reduction reaction, reducing silicon dioxide to crude silicon."
    },
    {
        "Name": "绿色的午夜",
        "ZHCN": "绿色的午夜",
        "ENUS": "Green Midnight"
    },
    {
        "Name": "T绿色的午夜",
        "ZHCN": "通过对样本的逆向推导，我们发现这颗星球遭受的是被COSMO列为禁用的高危科技：【碳基裂解射线】的攻击，并且是歼星能级，整颗星球被射线彻底横扫，所有碳基生命尽数灭绝，裂解而成的烷烃质汇聚成海。\r\n\r\n<color=\"#FD965ECC\">“高塔直破苍穹，大地荡然无存。”</color>\r\n\r\n<color=\"#FD965ECC\">警告：</color>该科技的相关技术已被COSMO技术伦理委员会禁用。",
        "ENUS": "Through reverse deduction of the sample, we found that this planet was subjected to a high-risk technology prohibited by COSMO: carbon based cracking radiation, and it was at the level of star annihilation. The entire planet was completely swept away by the radiation, and all carbon based life was wiped out. The cracked hydrocarbons converged into the sea.\r\n\r\n<color=\"#FD965ECC\">\"tower breaks through the sky, and the earth disappears completely.\"</color> \r\n\r\n<color=\"#FD965ECC\">Warning:</color> The related technology of this technology has been banned by the COSMO Technical Ethics Committee."
    },
    {
        "Name": "碳纳米管（粒子打印）",
        "ZHCN": "碳纳米管（粒子打印）",
        "ENUS": "Carbon nanotubes (particle printing)"
    },
    {
        "Name": "R碳纳米管（粒子打印）",
        "ZHCN": "有了粒子打印技术，我们终于可以直接把石墨烯卷曲起来直接做成碳纳米管。",
        "ENUS": "With particle printing technology, we can finally directly curl graphene into carbon nanotubes."
    },
    {
        "Name": "水电解",
        "ZHCN": "水电解",
        "ENUS": "Water Electrolysis"
    },
    {
        "Name": "R水电解",
        "ZHCN": "电解水，产生氢气。",
        "ENUS": "Electrolysis of water, producing hydrogen ."
    },
    {
        "Name": "重水电解",
        "ZHCN": "重水电解",
        "ENUS": "Heavy Water Electrolysis"
    },
    {
        "Name": "R重水电解",
        "ZHCN": "电解重水，得到氘",
        "ENUS": "Electrolyze heavy water to obtain deuterium"
    },
    {
        "Name": "磁单极子构成",
        "ZHCN": "磁单极子构成",
        "ENUS": "Composition of magnetic monopoles"
    },
    {
        "Name": "R磁单极子构成",
        "ZHCN": "在对狄拉克方程逆向研究的过程中发现，集中大量γ射线可以创造一种处于临界振动状态的开弦，将磁铁坍缩重组为磁单极子。",
        "ENUS": "In the process of reverse studying the Dirac equation, it was found that concentrating a large amount of gamma rays can create an open string in a critical vibration state, which collapses and reassembles the magnet into a magnetic monopole."
    },
    {
        "Name": "石墨烯（碳解离）",
        "ZHCN": "石墨烯（碳解离）",
        "ENUS": "Graphene (Carbon Dissociation)"
    },
    {
        "Name": "R石墨烯（碳解离）",
        "ZHCN": "将粒子打印向碳粒子特化，加大解离力度，在粒子尺度将石墨解离重组为单层，也就是石墨烯。",
        "ENUS": "Using a material recombiner to recombine graphite into a single layer at the particle scale, known as graphene."
    },
    {
        "Name": "光量子比特",
        "ZHCN": "光量子比特",
        "ENUS": "Light quantum bit"
    },
    {
        "Name": "R光量子比特",
        "ZHCN": "光量子比特作为量子计算技术路线的一种，在发展与离子阱比特并驾齐驱，而天然光栅石所制造的新型光量子发生器则可以认为是制造量子计算系统的一种高效路线。",
        "ENUS": "Light quantum bits, as a type of quantum computing technology, are developing on par with ion trap bits, and the new light quantum generator manufactured by natural grating stones can be considered as an efficient route for manufacturing quantum computing systems."
    },
    {
        "Name": "黄铁矿炼铁",
        "ZHCN": "黄铁矿炼铁",
        "ENUS": "Iron smelting with pyrite"
    },
    {
        "Name": "R黄铁矿炼铁",
        "ZHCN": "若不需要黄铁矿中的硫元素，你也可以直接炼铁，将硫作为杂质除去。",
        "ENUS": "If you don't need the sulfur element in pyrite, you can also directly make iron and remove sulfur as an impurity."
    },
    {
        "Name": "低级能量碎片合成",
        "ZHCN": "低级能量碎片合成",
        "ENUS": "Synthesis Of Low-level Energy Fragments"
    },
    {
        "Name": "R低级能量碎片合成",
        "ZHCN": "黑雾一般是直接从深层地幔抽取物质合成能量碎片，用表层岩浆不是不行，只是表层岩浆更多的杂质会影响其效率。",
        "ENUS": "Dark Fog is usually extracted directly from the deep mantle to synthesize energy fragments. It is not impossible to use surface magma, but more impurities in surface magma will affect its efficiency."
    },
    {
        "Name": "太空船坞",
        "ZHCN": "太空船坞",
        "ENUS": "Space Dock"
    },
    {
        "Name": "I太空船坞",
        "ZHCN": "巨大的同步轨道组装厂，设有大型零重力总装厂房，由太空电梯输送物资部件后，负责建造组装火箭，飞船以及大型太空结构。\n<color=\"#FD965ECC\">需要由底下的太空电梯提供物品的输入输出。</color>",
        "ENUS": "A huge synchronous orbit assembly plant, equipped with a large zero gravity assembly plant, is responsible for building and assembling rockets, spacecraft, and large space structures after transporting material components by space elevators.\n<color=\"#FD965ECC\">The input and output of items need to be provided by the space elevator below</color>"
    },
    {
        "Name": "T太空船坞",
        "ZHCN": "尽管戴森球计划的工业车床选型选出的制造台已囊括了几乎所有需要制造的工业产品，但有时候，小，本身就是一种限制。面对大型的火箭飞船以及太空结构，需要拥有大型垂直总装厂房的太空船坞来完成组装。",
        "ENUS": "Although the industrial lathe selection of the Dyson Ball project has included almost all industrial products that need to be manufactured, sometimes being small is a limitation in itself. Faced with large rocket spacecraft and space structures, a space dock with a large vertical assembly plant is needed to complete the assembly."
    },
    {
        "Name": "煤气化",
        "ZHCN": "煤气化",
        "ENUS": "Coal Gasification"
    },
    {
        "Name": "R煤气化",
        "ZHCN": "煤炭在高温高压下与蒸汽反应产生氢气，是成熟的工业制氢反应。",
        "ENUS": "Coal reacts with steam under high temperature and pressure to produce hydrogen, which is a mature industrial hydrogen production reaction.."
    },
    {
        "Name": "加氢裂化",
        "ZHCN": "加氢裂化",
        "ENUS": "Hydrocracking"
    },
    {
        "Name": "R加氢裂化",
        "ZHCN": "在等离子体的高温高压作用下，重油发生加氢、裂化和异构化反应，转化为轻质油。",
        "ENUS": "Under the high temperature and high pressure of plasma, heavy oil undergoes hydrogenation, cracking, and isomerization reactions, converting into light oil."
    },
    {
        "Name": "玻璃基板电路",
        "ZHCN": "玻璃基板电路",
        "ENUS": "Glass Substrate Circuit"
    },
    {
        "Name": "R玻璃基板电路",
        "ZHCN": "电路板即导电的铜作为电路刻蚀在绝缘的基板上，在没有塑料的场合，可以使用玻璃作为基板，尽管其精度不高且易碎。",
        "ENUS": "The circuit board is made of conductive copper etched onto an insulating substrate. In the absence of plastic, glass can be used as the substrate, although its accuracy is not high and it is fragile."
    },
    {
        "Name": "石墨烯基板电路",
        "ZHCN": "石墨烯基板电路",
        "ENUS": "Graphene Substrate Circuit"
    },
    {
        "Name": "R石墨烯基板电路",
        "ZHCN": "石墨烯基板是以单层碳原子组成的二维材料为核心的高性能基板，兼具超高导热性、高电子迁移率和优异机械强度。在高频通信、热管理、柔性基板领域有重要应用。",
        "ENUS": "Graphene substrate is a high-performance substrate composed of a two-dimensional material consisting of a single layer of carbon atoms, which combines ultra-high thermal conductivity, high electron mobility, and excellent mechanical strength. It has important applications in high-frequency communication, thermal management, and flexible substrate fields."
    },
    {
        "Name": "菌丝母株",
        "ZHCN": "菌丝母株",
        "ENUS": "Mycelium Mother Plant"
    },
    {
        "Name": "I菌丝母株",
        "ZHCN": "在红石发掘出的蕈类植物母株，据观测站报告这种覆盖了整个星球的植物疑似为同一株，如此庞大的植物网络很有研究价值。",
        "ENUS": "The mother plants of mushroom plants excavated in Redstone are suspected to be the same plant that covers the entire planet, according to observation reports. Such a large plant network is of great research value."
    },
    {
        "Name": "菌丝母株研究",
        "ZHCN": "菌丝母株研究",
        "ENUS": "Research on Mycelium Mother Plant"
    },
    {
        "Name": "T菌丝母株研究",
        "ZHCN": "经过研究，我们发现这种蕈类进化出了多重神经节点结构，每隔一段距离就会生长出小节点，每几个小节点之间会生长出大节点，大型节点之间甚至会使用专门的引力波器官进行信息交流，并以此形成星球级的超大型神经网络。推测这种蕈类应该是某种高级生物文明，或者就是高级生物本身在该星球逗留时遗留下来的。",
        "ENUS": "After research, we found that this mushroom has evolved multiple neural node structures, with small nodes growing at regular intervals, large nodes growing between every few small nodes, and even using specialized gravitational wave organs for information exchange between large nodes, forming a planetary level super large neural network. It is speculated that this mushroom species may be some kind of advanced biological civilization, or it may have been left behind by advanced organisms themselves during their stay on the planet."
    },
    {
        "Name": "大型神经网络",
        "ZHCN": "大型神经网络",
        "ENUS": "Large Scale Neural Network"
    },
    {
        "Name": "I大型神经网络",
        "ZHCN": "由两株母株进行有性繁殖诞生的子实体，拥有多重神经节点生长倾向，可以诱导生长为大型生物神经网络。",
        "ENUS": "Condense the synapses of mushroom neural networks into a large network, use silicon-based neurons as intermediate interfaces, and then use a self computing research station for unified command to create a simplified version of the hash operation array for studying technologies that COSMO did not include in the Dyson Sphere project."
    },
    {
        "Name": "神经芯片",
        "ZHCN": "神经芯片",
        "ENUS": "Neurochip"
    },
    {
        "Name": "I神经芯片",
        "ZHCN": "神经芯片是个巨大的储备池计算系统的基础原件，由错综复杂的电路、晶体管和生命维持系统将大型神经网络的数以亿计思维神经互相连接。",
        "ENUS": "Neural chips are the fundamental components of a massive reservoir computing system, connecting billions of thought neurons in large neural networks through intricate circuits, transistors, and life support systems."
    },
    {
        "Name": "突触凝炼机",
        "ZHCN": "突触凝炼机",
        "ENUS": "Synaptic Condenser"
    },
    {
        "Name": "T突触凝炼机",
        "ZHCN": "将大型生物神经网络做成的神经芯片，进行算力并网，并将研究算法分配给每个神经芯片，通过这种方法模拟主脑的哈希阵列，以此来研究不属于COSMO指定的科研任务。当多个神经芯片同时运算时，算力叠加互补会让整体算力呈指数上升，但是带来的思维冲突压力也导致消耗的神经芯片数量呈指数上升。另外，研究完成或切换导致的回路切断会报废掉所有并网的神经芯片。",
        "ENUS": "A neural chip made of a large biological neural network is connected to the grid for computing power, and research algorithms are assigned to each neural chip. Through this method, the hash array of the main brain is simulated to study research tasks that are not specified by COSMO. When multiple neural chips are operating simultaneously, the superposition and complementarity of computing power will result in an exponential increase in overall computing power, but the resulting cognitive conflict pressure also leads to an exponential increase in the number of neural chips consumed. In addition, circuit disconnection caused by research completion or switching will result in the scrapping of all connected neural chips."
    },
    {
        "Name": "R突触凝炼机",
        "ZHCN": "如果当前研究科技为<color=\"#FD965ECC\">非研究站科技</color>，会使手动研究速度增加120哈希每秒，此后每执行一次该配方，会使增加的研究速度<color=\"#FD965ECC\">翻倍</color>，同时也会使该配方下次执行消耗的神经芯片数量<color=\"#FD965ECC\">翻倍</color>。当科技研究<color=\"#FD965ECC\">完成</color>或<color=\"#FD965ECC\">切换</color>时，<color=\"#FD965ECC\">翻倍与加速均清零</color>。",
        "ENUS": "If the current research technology is <color=\"#FD965ECC\">non Lab technology</color>, it will increase the manual research speed by 120 hashes per second. After that, every time the formula is executed, the increased research speed will <color=\"#FD965ECC\">double</color>, and the number of neural chips consumed in the next execution of the formula will also <color=\"#FD965ECC\">double</color>. When technology research is <color=\"#FD965ECC\">completed</color> or <color=\"#FD965ECC\">switched</color>, <color=\"#FD965ECC\">both doubling and acceleration are reset to zero.</color>"
    },
    {
        "Name": "手动研究加速",
        "ZHCN": "手动研究加速",
        "ENUS": "Manual Research Acceleration"
    },
    {
        "Name": "I手动研究加速",
        "ZHCN": "通过某种手段模拟主脑的矩阵解析阵列，提升研究站不能研究的科研速度。",
        "ENUS": "Simulate the matrix analysis array of the main brain through some means to improve the research speed that cannot be studied by the research station."
    },
    {
        "Name": "I大抽水机",
        "ZHCN": "利用光子聚束技术，快速汲取大量液体。",
        "ENUS": "Using photon beam technology, quickly extract large amounts of liquid."
    },
    {
        "Name": "大气收集设施",
        "ZHCN": "大气采集站",
        "ENUS": "Atmospheric Collect Station"
    },
    {
        "Name": "I大气收集设施",
        "ZHCN": "可以富集并收集大气成分的自维持大型设施。",
        "ENUS": "A large self-sustaining facility that can enrich and collect atmospheric components."
    },
    {
        "Name": "生物塑料",
        "ZHCN": "生物塑料",
        "ENUS": "Bioplastics"
    },
    {
        "Name": "R生物塑料",
        "ZHCN": "使用植物纤维和有机晶体，反应生成性能与塑料类似的有机高分子。",
        "ENUS": "Using plant fibers and organic crystals, react to produce organic polymers with properties similar to plastics."
    },
    {
        "Name": "生物发酵甲烷",
        "ZHCN": "生物发酵甲烷",
        "ENUS": "Biological Fermentation Of Methane"
    },
    {
        "Name": "R生物发酵甲烷",
        "ZHCN": "使用厌氧菌，分解有机质，产生甲烷。",
        "ENUS": "Using anaerobic bacteria to decompose organic matter and produce methane."
    },
    {
        "Name": "生物合成油",
        "ZHCN": "生物合成油",
        "ENUS": "Biosynthetic oil"
    },
    {
        "Name": "R生物合成油",
        "ZHCN": "使用生物质和有机晶体，反应生成富含多种芳香族、杂环和支链的化合物。",
        "ENUS": "Using biomass and organic crystals, react to produce compounds rich in various aromatic, heterocyclic, and branched compounds."
    },
    {
        "Name": "钛晶石（高效）",
        "ZHCN": "钛晶石（高效）",
        "ENUS": "Titanium Crystal (advanced)"
    },
    {
        "Name": "R钛晶石（高效）",
        "ZHCN": "找到了有机晶体矿，生产钛晶石就变得容易许多。",
        "ENUS": "Once the organic crystal ore is found, the production of titanium crystal becomes much easier."
    },
    {
        "Name": "质能储存（高效）",
        "ZHCN": "质能储存（高效）",
        "ENUS": "Mass-energy Storage (advanced)"
    },
    {
        "Name": "R质能储存（高效）",
        "ZHCN": "在只收集反物质的前提下，可以采用更激进的磁场结构加快反物质的产出速度。",
        "ENUS": "If only collect antimatter, a more aggressive magnetic field structure to speed up the antimatter output."
    },
    {
        "Name": "原油处理",
        "ZHCN": "原油处理",
        "ENUS": "Crude Oil Processing"
    },
    {
        "Name": "R原油处理",
        "ZHCN": "注入淡水形成乳化液，通过电场和破乳剂使水滴聚沉，分离出含盐水，再通过高温分馏精炼原油，使其分为轻油和重油。",
        "ENUS": "Inject fresh water to form an emulsion, use an electric field and demulsifier to cause water droplets to coalesce and precipitate, separate saltwater, and then refine crude oil through high-temperature distillation to separate it into light oil and heavy oil."
    },
    {
        "Name": "深空货舰",
        "ZHCN": "深空货舰",
        "ENUS": "Deep Space Cargo Ship"
    },
    {
        "Name": "I深空货舰",
        "ZHCN": "更大的货仓，更坚固的船体，更强大的推进器，组成了深空曲速货舰，它是专门为跨星系运输而生的专业远洋货舰，装备的曲率引擎只要消耗翘曲器，就能以令太空运输船望尘莫及的速度通过星系之间遥远的荒芜地带，保证物流系统的即时性。",
        "ENUS": "A larger cargo warehouse, a more sturdy hull, and a more powerful propulsion system make up the Deep Space Warplane Cargo Ship. It is a specialized ocean freight ship designed for cross galaxy transportation, equipped with a curvature engine that can travel through distant barren areas between galaxies at a speed far beyond the reach of space transport ships, ensuring the immediacy of the logistics system."
    },
    {
        "Name": "铀235提纯",
        "ZHCN": "铀235提纯",
        "ENUS": "Uranium 235 purification"
    },
    {
        "Name": "R铀235提纯",
        "ZHCN": "通过铀238与铀235原子质量的微弱区别，利用分馏将铀235分离出来，得到高纯度铀235。",
        "ENUS": "By utilizing the slight difference in atomic mass between uranium-238 and uranium-235, high-purity uranium-235 is obtained through fractional distillation."
    },
    {
        "Name": "重氢分馏",
        "ZHCN": "重氢分馏",
        "ENUS": "Heavy Hydrogen Fractionation"
    },
    {
        "Name": "R重氢分馏",
        "ZHCN": "利用液态氢和液态重氢在一定温度下蒸气压之比很大的特点，从液态氢中分馏出重氢，有一定的分离效率。",
        "ENUS": "By utilizing the high vapor pressure ratio between liquid hydrogen and liquid heavy hydrogen at a certain temperature, heavy hydrogen can be fractionated from liquid hydrogen with a certain separation efficiency."
    },
    {
        "Name": "重水分馏",
        "ZHCN": "重水分馏",
        "ENUS": "Heavy Water Fractionation"
    },
    {
        "Name": "R重水分馏",
        "ZHCN": "利用水和重水在氢与氘原子那微弱的质量区别的特点，从水中分馏出重水，有一定的分离效率。",
        "ENUS": "By utilizing the subtle difference in mass between hydrogen and deuterium atoms between water and heavy water, heavy water can be distilled from water with a certain separation efficiency."
    },
    {
        "Name": "石墨烯（CVD）",
        "ZHCN": "石墨烯（CVD）",
        "ENUS": "Graphene (CVD)"
    },
    {
        "Name": "R石墨烯（CVD）",
        "ZHCN": "化学气相沉积法，通入氢气用于还原催化剂表面，以甲烷为碳源，在高温下分解碳原子，沉积在铜箔表面形成石墨烯薄膜。",
        "ENUS": "Chemical vapor deposition method involves introducing hydrogen gas to reduce the catalyst surface, using methane as a carbon source to decompose carbon atoms at high temperatures, and depositing them on the copper foil surface to form a graphene film."
    },
    {
        "Name": "碳纳米管（CVD）",
        "ZHCN": "碳纳米管（CVD）",
        "ENUS": "Carbon Nanotubes (CVD)"
    },
    {
        "Name": "R碳纳米管（CVD）",
        "ZHCN": "化学气相沉积法，以石墨烯作为基底，通入氢气，在高温下，通过氢气还原析出催化剂纳米颗粒，随后通入甲烷作为碳源开始定向生长碳纳米管。",
        "ENUS": "Chemical vapor deposition method, using graphene as the substrate, introduces hydrogen gas, and at high temperature, catalyst nanoparticles are reduced and precipitated by hydrogen gas. Then, methane is introduced as the carbon source to start directional growth of carbon nanotubes."
    },
    {
        "Name": "主板（金属封装）",
        "ZHCN": "主板（金属封装）",
        "ENUS": "Motherboard (metal package)"
    },
    {
        "Name": "R主板（金属封装）",
        "ZHCN": "使用钛金属封装处理器，可以提高性能。",
        "ENUS": "Using titanium metal encapsulated CPU can improve performance."
    },
    {
        "Name": "铀矿处理",
        "ZHCN": "铀矿处理",
        "ENUS": "Uranium ore processing"
    },
    {
        "Name": "R铀矿处理",
        "ZHCN": "将铀矿用硫酸进行破碎浸洗，得到含铀溶液，其中主要为铀238，只有极少量的铀235。",
        "ENUS": "The uranium mine is crushed and leached with sulfuric acid to obtain a uranium containing solution, mainly consisting of uranium-238 with only a very small amount of uranium-235."
    },
    {
        "Name": "石墨（高效）",
        "ZHCN": "石墨（高效）",
        "ENUS": "Graphite (efficient)"
    },
    {
        "Name": "R石墨（高效）",
        "ZHCN": "从石墨矿能更高效地提炼石墨。",
        "ENUS": "Extracting graphite from graphite ore can be more efficient."
    },
    {
        "Name": "铁板浇筑",
        "ZHCN": "铁板浇筑",
        "ENUS": "Iron Plate Pouring"
    },
    {
        "Name": "R铁板浇筑",
        "ZHCN": "从岩浆中提炼熔融的铁元素，浇筑为铁板。",
        "ENUS": "Extracting molten iron elements from magma and pouring them into iron plates."
    },
    {
        "Name": "铜板浇筑",
        "ZHCN": "铜板浇筑",
        "ENUS": "Copper Plate Pouring"
    },
    {
        "Name": "R铜板浇筑",
        "ZHCN": "从岩浆中提炼熔融的铜元素，浇筑为铜板。",
        "ENUS": "Extracting molten copper elements from magma and pouring them into copper plates."
    },
    {
        "Name": "钢浇筑",
        "ZHCN": "钢浇筑",
        "ENUS": "Steel Pouring"
    },
    {
        "Name": "R钢浇筑",
        "ZHCN": "从岩浆中提炼熔融的铁元素，冶炼为钢并浇筑成形。",
        "ENUS": "Extracting molten iron from magma, smelting it into steel, and pouring it into shape."
    },
    {
        "Name": "钛铁联产处理",
        "ZHCN": "钛铁联产处理",
        "ENUS": "Titanium Iron Co Production Processing"
    },
    {
        "Name": "R钛铁联产处理",
        "ZHCN": "将钛矿进行破碎球磨磁选后，得到钛铁矿，与岩浆一并冶炼后分离钛和铁元素，最终得到钛和磁铁。",
        "ENUS": "After crushing, ball milling, and magnetic separation of titanium ore, ilmenite is obtained, which is then smelted together with magma to separate titanium and iron elements, ultimately yielding titanium and magnets."
    },
    {
        "Name": "高级钛矿冶炼",
        "ZHCN": "高级钛矿冶炼",
        "ENUS": "Advanced Titanium Ore Smelting"
    },
    {
        "Name": "R高级钛矿冶炼",
        "ZHCN": "直接用岩浆溶解钛矿中的杂质，分离杂质后，将熔融金属与分离出的杂质钛混合，利用熔融金属内的稀有金属还原剩余杂质并析出钛，最终得到高产量的钛。",
        "ENUS": "Directly dissolve impurities in titanium ore with magma, separate the impurities, mix the molten metal with the separated impurities titanium, use the rare metals in the molten metal to reduce the remaining impurities and precipitate titanium, and finally obtain high-yield titanium."
    },
    {
        "Name": "高级岩浆炼磁铁",
        "ZHCN": "高级岩浆炼磁铁",
        "ENUS": "Advanced Magma refining magnet"
    },
    {
        "Name": "R高级岩浆炼磁铁",
        "ZHCN": "在岩浆中加入熔融金属，利用稀有金属元素和熔融铁一起冶炼为磁铁。",
        "ENUS": "Adding molten metal to magma and smelting rare metal elements and molten iron together to produce magnets."
    },
    {
        "Name": "岩浆炼硅",
        "ZHCN": "岩浆炼硅",
        "ENUS": "Magma refining of silicon"
    },
    {
        "Name": "R岩浆炼硅",
        "ZHCN": "从岩浆中提炼游离的硅元素。",
        "ENUS": "Extract free silicon elements from magma."
    },
    {
        "Name": "棱镜浇筑",
        "ZHCN": "棱镜浇筑",
        "ENUS": "Prism Pouring"
    },
    {
        "Name": "R棱镜浇筑",
        "ZHCN": "从岩浆中提纯二氧化硅，并浇筑为棱镜。",
        "ENUS": "Purify silica from magma and pour it into prisms."
    },
    {
        "Name": "低速传送带浇筑",
        "ZHCN": "低速传送带浇筑",
        "ENUS": "Low Speed Conveyor Belt Pouring"
    },
    {
        "Name": "R低速传送带浇筑",
        "ZHCN": "从岩浆中提炼熔融的铁元素，直接浇筑为低速传送带。",
        "ENUS": "Extracting molten iron elements from magma and pouring them directly into low-speed conveyor belts."
    },
    {
        "Name": "岩浆冷却",
        "ZHCN": "岩浆冷却",
        "ENUS": "Magma cooling"
    },
    {
        "Name": "R岩浆冷却",
        "ZHCN": "使岩浆冷却为岩浆岩。",
        "ENUS": "Cool the magma into igneous rock."
    },
    {
        "Name": "岩浆",
        "ZHCN": "岩浆",
        "ENUS": "Magma"
    },
    {
        "Name": "I岩浆",
        "ZHCN": "奔涌的岩浆溶解着来自地幔深处的物质，并带到地表，对于高级工业文明而言，这就是巨型金属矿。\n<color=\"#FD965ECC\">此物品不可星际运输，不可设置为星际供应</color>",
        "ENUS": "The surging magma dissolves materials from deep within the mantle and brings them to the surface, which is known as giant metal mines for advanced industrial civilizations.\n<color=\"#FD965ECC\">This item is not suitable for interstellar transportation and cannot be set as an interstellar supply</color>"
    },
    {
        "Name": "晶圆（四代半导体）",
        "ZHCN": "晶圆（四代半导体）",
        "ENUS": "Wafer (Fourth Generation Semiconductor)"
    },
    {
        "Name": "R晶圆（四代半导体）",
        "ZHCN": "将工业级金刚石用粒子打印重整修补为晶圆级金刚石，并与铜粒子一起在其上打印出超大规模集成电路。",
        "ENUS": "Transforming industrial grade diamond into wafer level diamond through particle printing and repairing, and printing ultra large scale integrated circuits on it together with copper particles."
    },
    {
        "Name": "晶圆",
        "ZHCN": "晶圆",
        "ENUS": "Wafer"
    },
    {
        "Name": "R晶圆",
        "ZHCN": "将纯净碳化硅用金刚石线或激光切割，得到一片片薄如蝉翼，刚硬易碎的晶圆，随后在其上进行光刻，注铜，沉积，清洗，得到一层纳米级的电路，将这个工艺重复80遍，最终叠出80层超大规模集成电路。",
        "ENUS": "Pure silicon carbide is cut with diamond wire or laser to obtain thin, rigid and fragile wafers, which are then subjected to photolithography, copper injection, deposition, and cleaning to obtain a layer of nanoscale circuits. This process is repeated 80 times to finally stack 80 layers of ultra large scale integrated circuits."
    },
    {
        "Name": "酸中和",
        "ZHCN": "酸中和",
        "ENUS": "Neutralization"
    },
    {
        "Name": "R酸中和",
        "ZHCN": "将硫酸与碳酸盐矿石反应，生成水。",
        "ENUS": "Cut pure silicon carbide with diamond wire or laser to obtain thin, rigid and fragile wafers like cicada wings."
    },
    {
        "Name": "T地热开采",
        "ZHCN": "地热开发",
        "ENUS": "Geothermal Development"
    },
    {
        "Name": "T基础化工描述",
        "ZHCN": "没有化工的科学是停滞不前的。",
        "ENUS": "Science without chemicals is stagnant."
    },
    {
        "Name": "T陶瓷冶炼描述",
        "ZHCN": "将碳与硅这两种常见的非金属元素结合在一起，得到性能优异的陶瓷。",
        "ENUS": "Combining carbon and silicon, two common non-metallic elements, to obtain high-performance ceramics."
    },
    {
        "Name": "T石油化工描述",
        "ZHCN": "石油化工的发展是化工领域的重要环节，塑料，炸药，燃油均来自于此。",
        "ENUS": "The development of petrochemicals is an important link in the chemical industry, from which plastics, explosives, and fuel all come."
    },
    {
        "Name": "T第三代半导体",
        "ZHCN": "第三代半导体",
        "ENUS": "Third generation semiconductor"
    },
    {
        "Name": "T第三代半导体描述",
        "ZHCN": "经过第一代纯硅，第二代砷化镓的发展，第三代半导体主要以碳化硅为代表的半导体材料。具有更宽的禁带宽度、更高的击穿电场、更高的热导率、更高的电子饱和速率及更高的抗辐射能力，因此更适合于制作高温、高频、大功率及抗辐射器件。",
        "ENUS": "After the development of the first generation of pure silicon and the second generation of gallium arsenide, the third generation of semiconductors mainly consists of semiconductor materials represented by silicon carbide. It has a wider bandgap, higher breakdown electric field, higher thermal conductivity, higher electron saturation rate, and higher radiation resistance, making it more suitable for making high-temperature, high-frequency, high-power, and radiation resistant devices."
    },
    {
        "Name": "T第四代半导体",
        "ZHCN": "第四代半导体",
        "ENUS": "Fourth generation semiconductor"
    },
    {
        "Name": "T第四代半导体描述",
        "ZHCN": "得益于粒子打印技术的发展，我们终于得以大规模打印出完美晶体的金刚石，即晶圆级金刚石，这也意味着，第四代半导体，金刚石晶圆的量产已不再有门槛。",
        "ENUS": "Thanks to the development of particle printing technology, we have finally been able to print perfect crystal diamonds on a large scale, namely wafer level diamonds. This also means that there is no longer a barrier to mass production for fourth generation semiconductors, diamond wafers."
    },
    {
        "Name": "T强相互作用力材料",
        "ZHCN": "强相互作用力材料",
        "ENUS": "Strong Force Material"
    },
    {
        "Name": "T强相互作用力材料描述",
        "ZHCN": "以奇异物质做引力结为核心，使氢原子突破电磁斥力，拉近到强相互作用力的作用范围，形成致密的原子墙，以分子形式存在的结构在它面前如水一般柔软。",
        "ENUS": "Using strange matter as the core of gravitational knots, hydrogen atoms break through electromagnetic repulsion and are brought closer to the range of strong interaction forces, forming a dense atomic wall. The structure existing in molecular form is as soft as water in front of it."
    },
    {
        "Name": "T火力发电",
        "ZHCN": "火力发电",
        "ENUS": "Fuel Cell Power"
    },
    {
        "Name": "T火力发电描述",
        "ZHCN": "尽管COSMO已经不再使用化学燃烧发电，但是为了各位伊卡洛斯在执行戴森球计划中初期电力需求，工程师们还是把火力蒸汽发电轮机从历史中翻了出来，并以如今的水平进行重新设计优化，将能量转化效率提高至80%。",
        "ENUS": "Although COSMO no longer uses chemical combustion for power generation, in order to meet the initial electricity needs of Icarus during the execution of the Dyson sphere plan, engineers have turned over the thermal steam turbine from history and redesigned and optimized it at its current level, increasing the energy conversion efficiency to 80%."
    },
    {
        "Name": "火力发电结果",
        "ZHCN": "你现在可以使用火力发电厂了，它是一种需要消耗可燃物产生电能的发电设施，有能量转化率。",
        "ENUS": "The Fuel Cell Power Plant is now available, a power generation facility that partially converts the heat energy of combustible fuels to electricity."
    },
    {
        "Name": "T粒子对撞机",
        "ZHCN": "粒子对撞机",
        "ENUS": "Particle Collider"
    },
    {
        "Name": "T物品增产",
        "ZHCN": "物品增产",
        "ENUS": "Incremental Production"
    },
    {
        "Name": "T跃迁航行理论",
        "ZHCN": "跃迁航行理论",
        "ENUS": "Warp Navigation Theory"
    },
    {
        "Name": "T跃迁航行理论描述",
        "ZHCN": "通过在现实空间中撕开一个空洞，或许能使伊卡洛斯实现星系间瞬时跃迁。人们还不太能真正理解舰船跃迁时穿过的空间本质。",
        "ENUS": "By tearing open a void in real space, Icarus may be able to achieve instantaneous intergalactic transitions. People still don't really understand the essence of space that ships pass through when jumping."
    },
    {
        "Name": "跃迁航行理论文字描述",
        "ZHCN": "跃迁引擎升级",
        "ENUS": "Warp Engine Upgrade"
    },
    {
        "Name": "T高速装配线",
        "ZHCN": "高速装配线",
        "ENUS": "High speed assembly line"
    },
    {
        "Name": "T粒子打印技术",
        "ZHCN": "粒子打印技术",
        "ENUS": "Particle printing technology"
    },
    {
        "Name": "电磁霰射",
        "ZHCN": "电磁霰射",
        "ENUS": "Electromagnetic Grapeshot Firing"
    },
    {
        "Name": "T电磁霰射",
        "ZHCN": "通过将太阳帆进一步折叠压缩，发射到戴森云轨道后再拆分重组，使得电磁弹射器可以一次发射多枚太阳帆，犹如霰弹一般，可以大大加快太阳帆的铺设效率。\n<color=\"#FD965ECC\">只支持发射物是太阳帆的场景</color>",
        "ENUS": "By further folding and compressing the solar sail, launching it into Dyson Cloud orbit, and then splitting and reassembling it, the electromagnetic catapult can launch multiple solar sails at once, like shotgun shells, greatly accelerating the efficiency of solar sail deployment.\n<color=\"#FD965ECC\">Only supports scenarios where the launching object is a solar sail</color>"
    },
    {
        "Name": "使弹射器发射太阳帆数量加一",
        "ZHCN": "使电磁弹射器和重型电磁弹射器每次发射的太阳帆数量+1",
        "ENUS": "Increase the number of solar sails launched each time by the electromagnetic catapult and heavy electromagnetic catapult by 1"
    },
    {
        "Name": "T岩浆冶炼处理",
        "ZHCN": "岩浆冶炼处理",
        "ENUS": "Magma smelting treatment"
    },
    {
        "Name": "T岩浆冶炼处理描述",
        "ZHCN": "岩浆不仅是地热资源，还有其富含从地幔熔融渗透出来的金属元素，成熟的工业文明应该会妥善利用它。包括如何提取冶炼其中的金属，以及如何在行星内物流中防止其冷却凝固。",
        "ENUS": "Magma is not only a geothermal resource, but also rich in metallic elements that melt and infiltrate from the mantle. Mature industrial civilizations should make good use of it.This includes how to extract and refine metals from them, as well as how to prevent them from cooling and solidifying in planetary logistics."
    },
    {
        "Name": "T深层熔岩处理",
        "ZHCN": "深层熔岩处理",
        "ENUS": "Deep Lava Processing"
    },
    {
        "Name": "T深层熔岩处理描述",
        "ZHCN": "地幔物质熔融着丰富的稀有金属元素，一路渗透移动到表层时已经掺杂了太多杂质，如果能直接获得深层的地幔岩浆，那就能量产工业最尖端的金属产品——液态金属。\n<color=\"#FD965ECC\">在任何资源倍率下都不会衰减</color>",
        "ENUS": "The mantle material melts rich rare metal elements, and when it infiltrates and moves to the surface, it is already mixed with too many impurities. If we can directly obtain deep mantle magma, we can mass produce the most advanced metal product in industry - liquid metal.\n<color=\"#FD965ECC\"> It will not decay at any resource multiplier</color>"
    },
    {
        "Name": "T裂变重水堆",
        "ZHCN": "裂变重水堆",
        "ENUS": "Fission heavy water reactor"
    },
    {
        "Name": "T戴森球计划:太阳帆轨道系统",
        "ZHCN": "戴森球计划: 太阳帆轨道系统",
        "ENUS": "Dyson Sphere Program: Solar Sail Orbital System"
    },
    {
        "Name": "T戴森球计划:戴森球能源传输系统",
        "ZHCN": "戴森球计划: 戴森球能源传输系统",
        "ENUS": "Dyson Sphere Program: Dyson Sphere Energy Transfer System"
    },
    {
        "Name": "T戴森球计划:行星电离层利用",
        "ZHCN": "戴森球计划: 行星电离层利用",
        "ENUS": "Dyson Sphere Program: Planetary Ionosphere Utilization"
    },
    {
        "Name": "T戴森球计划:光子逆变技术",
        "ZHCN": "戴森球计划: 光子逆变技术",
        "ENUS": "Dyson Sphere Program: Photonic Inverter Technology"
    },
    {
        "Name": "T戴森球计划:戴森球组件运输系统",
        "ZHCN": "戴森球计划: 戴森球组件运输系统",
        "ENUS": "Dyson Sphere Program: Dyson Sphere Component Transport Systems"
    },
    {
        "Name": "T戴森球计划:戴森球应力系统",
        "ZHCN": "戴森球计划: 戴森球应力系统",
        "ENUS": "Dyson Sphere Program: Dyson Sphere Stress System"
    },
    {
        "Name": "T物品仓储",
        "ZHCN": "物品仓储",
        "ENUS": "Item Storage"
    },
    {
        "Name": "T电子计算机",
        "ZHCN": "电子计算机",
        "ENUS": "electronic computer"
    },
    {
        "Name": "T电子计算机描述",
        "ZHCN": "在晶圆上雕刻超大规模集成电路，切割封装为芯片，加上电路板以及其他半导体组件，组成经典的电子计算机。",
        "ENUS": "Carving ultra large scale integrated circuits on wafers, cutting and packaging them into chips, and adding circuit boards and other semiconductor components to form classic electronic computers."
    },
    {
        "Name": "T广播式能源",
        "ZHCN": "逆向工程: 广播式能源",
        "ENUS": "Reverse Engineering: Broadcast Energy"
    },
    {
        "Name": "T纳米塑料纤维",
        "ZHCN": "纳米塑料纤维",
        "ENUS": "Nano plastic fibers"
    },
    {
        "Name": "T纳米塑料纤维描述",
        "ZHCN": "通过纳米粒子在塑料树脂中的充分分散，有效地提高了塑料的耐热、耐候、耐磨等性能。",
        "ENUS": "By fully dispersing nanoparticles in plastic resins, the heat resistance, weather resistance, wear resistance and other properties of plastics are effectively improved."
    },
    {
        "Name": "T航空物流",
        "ZHCN": "航空物流",
        "ENUS": "Aviation Logistics"
    },
    {
        "Name": "T航空物流描述",
        "ZHCN": "当地面的物流网络不满足需求时，就需要把眼光投向天空了。",
        "ENUS": "When the logistics network on the ground does not meet the demand, we need to turn our attention to the sky."
    },
    {
        "Name": "T电推进技术",
        "ZHCN": "电推进技术",
        "ENUS": "Electric propulsion technology"
    },
    {
        "Name": "T电推进技术描述",
        "ZHCN": "和化学燃料推进将大量能量浪费在热量上不同，电推进利用磁场将推进介质粒子喷射出去，可以达成极高的能量利用率，极高的比冲是太空航行的不二之选。",
        "ENUS": "Unlike chemical fuel propulsion, which wastes a large amount of energy on heat, electric propulsion uses a magnetic field to inject propulsion medium particles, achieving extremely high energy utilization efficiency and high specific impulse, making it the best choice for space travel."
    },
    {
        "Name": "T粒子加速器",
        "ZHCN": "粒子加速器",
        "ENUS": "particle accelerator"
    },
    {
        "Name": "T粒子加速器描述",
        "ZHCN": "将粒子宽带和强电磁场组成环形，在一圈圈回旋中将粒子叠加至极高的速度，既能用于粒子对撞实验，也能用做武器。",
        "ENUS": "Combining broadband particles and strong electromagnetic fields into a ring shape, and superimposing particles at extremely high speeds in a circular motion, can be used for particle collision experiments as well as weapons."
    },
    {
        "Name": "T光量子比特",
        "ZHCN": "光量子比特",
        "ENUS": "Light quantum bit"
    },
    {
        "Name": "T光量子比特描述",
        "ZHCN": "光量子比特作为量子计算技术路线的一种，在发展与离子阱比特并驾齐驱，而天然光栅石所制造的新型光量子发生器则可以认为是制造量子计算系统的一种高效路线。",
        "ENUS": "Light quantum bits, as a type of quantum computing technology, are developing on par with ion trap bits, and the new light quantum generator manufactured by natural grating stones can be considered as an efficient route for manufacturing quantum computing systems."
    },
    {
        "Name": "T金属氢",
        "ZHCN": "金属氢",
        "ENUS": "Metallic Hydrogen"
    },
    {
        "Name": "T金属氢描述",
        "ZHCN": "液态或固态氢在上百万大气压的高压下将变导电体。导电性类似于金属，故称金属氢。金属氢是一种高密度、高储能材料，为了维持其常压存在，需要石墨烯制作笼状约束和金属吸附。",
        "ENUS": "Liquid or solid hydrogen will become conductive under high pressure of millions of atmospheres. The conductivity is similar to that of metals, hence it is called metal hydrogen. Metallic hydrogen is a high-density, high energy storage material.In order to maintain its atmospheric pressure, graphene needs to be used for cage like confinement and metal adsorption."
    },
    {
        "Name": "T光导纤维",
        "ZHCN": "光导纤维",
        "ENUS": "Optical Fiber"
    },
    {
        "Name": "T光导纤维描述",
        "ZHCN": "使用塑料包裹内部拥有良好光导介质的纤芯，使光信号在内部低损传输，光纤能将信号以光速传递，是远距低时延通信的基础。",
        "ENUS": "Using plastic to wrap the fiber core with a good optical guiding medium inside enables low loss transmission of optical signals. Optical fibers can transmit signals at the speed of light, which is the foundation of long-distance low latency communication."
    },
    {
        "Name": "T超级量子计算机",
        "ZHCN": "超级量子计算机",
        "ENUS": "Super Quantum Computer"
    },
    {
        "Name": "T超级量子计算机描述",
        "ZHCN": "从550A，550C一路发展至今，如今成熟可靠的550系列量子计算机支撑着绝大多数需要高端算力的场景。",
        "ENUS": "From the development of 550A and 550C to the present day, the mature and reliable 550 series Quantum Computer supports the vast majority of scenarios that require high-end computing power."
    },
    {
        "Name": "T金属氢储能",
        "ZHCN": "金属氢储能",
        "ENUS": "Metal hydrogen energy storage"
    },
    {
        "Name": "T金属氢储能描述",
        "ZHCN": "使用金属氢高储能特性制造电池。",
        "ENUS": "Manufacturing batteries using metal hydrogen with high energy storage properties."
    },
    {
        "Name": "T曲率引擎",
        "ZHCN": "曲率引擎通过扭曲前后空间的曲率，使前方的空间收缩而后方的空间扩张，飞船在中间乘着“曲速泡”前进，由空间带着飞船前进，以此达到超光速航行。星系之间的距离动辄以光年计，成熟的曲率引擎是星系航行的基础。",
        "ENUS": "The curvature engine distorts the curvature of the front and rear spaces, causing the space in front to contract and the space behind to expand. The spacecraft travels forward in the middle on a \"warp bubble\", carried by space, achieving superluminal travel.The distance between galaxies is often measured in light years, and a mature curvature engine is the basis for galaxy navigation."
    },
    {
        "Name": "T磁单极子构成",
        "ZHCN": "磁单极子构成",
        "ENUS": "Composition of magnetic monopoles"
    },
    {
        "Name": "T磁单极子构成描述",
        "ZHCN": "在对狄拉克方程逆向研究的过程中发现，集中大量γ射线可以创造一种处于临界振动状态的开弦，将磁铁坍缩重组为磁单极子。",
        "ENUS": "In the process of reverse studying the Dirac equation, it was found that concentrating a large amount of gamma rays can create an open string in a critical vibration state, which collapses and reassembles the magnet into a magnetic monopole."
    },
    {
        "Name": "T增殖燃料棒",
        "ZHCN": "增殖燃料棒",
        "ENUS": "Proliferation fuel rod"
    },
    {
        "Name": "T增殖燃料棒描述",
        "ZHCN": "快中子轰击铀238，会使其转变为钚239，钚239吸收中子后，发生裂变反应并产生快中子，循环反应下能将无法参与裂变反应的铀238全部增殖为裂变燃料钚239，以此实现铀燃料的高效利用。",
        "ENUS": "Fast neutron bombardment of uranium-238 will convert it into plutonium-239. After absorbing neutrons, plutonium-239 undergoes fission reactions and produces fast neutrons. Under cyclic reactions, all uranium-238 that cannot participate in fission reactions can be multiplied into fission fuel plutonium-239, thereby achieving efficient utilization of uranium fuel."
    },
    {
        "Name": "T同位素温差发电",
        "ZHCN": "同位素温差发电",
        "ENUS": "Radioisotope Thermoelectric Generator"
    },
    {
        "Name": "T同位素温差发电描述",
        "ZHCN": "铀238在经过中子辐照，衰变后，最终会变成钚238，钚238在衰变时会持续发射α粒子，热电材料吸收α粒子利用塞贝克效应可缓慢但持续地产生电能。尽管这种发电方式利用率很低，但无视外部环境和数十年使用寿命的优势使其在特定场景有不错的发挥。",
        "ENUS": "After neutron irradiation and decay, uranium-238 will eventually become plutonium-238. Plutonium-238 will continue to emit alpha particles during decay, and thermoelectric materials can slowly but continuously generate electricity by absorbing alpha particles and utilizing the Seebeck effect. Although this power generation method has a low utilization rate, its advantages of ignoring external environment and decades of service life make it perform well in specific scenarios."
    },
    {
        "Name": "T铀燃料处理",
        "ZHCN": "铀燃料处理",
        "ENUS": "Uranium fuel processing"
    },
    {
        "Name": "T铀燃料处理描述",
        "ZHCN": "使用硫酸将铀矿中少量的铀浸取提炼为溶液，最新的分馏技术不再需要溶液沉淀为“黄饼”再转化为气体，而是直接对溶液进行分馏提纯，提纯后转化为粉末并压实烧结，最后使用碳化硅外壳制作为裂变燃料罐。",
        "ENUS": "Using sulfuric acid to extract a small amount of uranium from uranium ore into a solution, the latest fractionation technology no longer requires the solution to precipitate into a \"yellow cake\" and then convert it into gas. Instead, the solution is directly fractionated and purified, converted into powder and compacted and sintered, and finally made into a fission fuel tank using a silicon carbide shell."
    },
    {
        "Name": "T磁流体",
        "ZHCN": "磁流体",
        "ENUS": "Magnetic Fluid"
    },
    {
        "Name": "T磁流体描述",
        "ZHCN": "将纳米磁性微粒混合进液态金属和重油组成的介质中，形成磁流体，由于磁流体具有液体的流动性和固体的磁性，使得磁流体呈现出许多特殊的磁、光、电现象，在高端工业场景有重要应用。",
        "ENUS": "Mixing nano magnetic particles into a medium composed of liquid metal and heavy oil to form magnetic fluid. Due to the fluidity of liquid and the magnetism of solid, magnetic fluid exhibits many special magnetic, optical, and electrical phenomena, which have important applications in high-end industrial scenarios."
    },
    {
        "Name": "T聚变能源燃料棒",
        "ZHCN": "聚变能源燃料棒",
        "ENUS": "Fusion Fuel Rod"
    },
    {
        "Name": "T聚变能源燃料棒描述",
        "ZHCN": "使用聚变同位素制作的聚变燃料棒。",
        "ENUS": "Fusion fuel rod made with fusion isotopes."
    },
    {
        "Name": "T重核分馏",
        "ZHCN": "重核分馏",
        "ENUS": "Heavy nuclear fractionation"
    },
    {
        "Name": "T重核分馏描述",
        "ZHCN": "利用氢和氘，水和重水在一定温度下蒸气压之比很大的特点，从液态氢或水中分馏出氘或重水，有一定的分离效率。",
        "ENUS": "By utilizing the high vapor pressure ratio of hydrogen to deuterium, and water to heavy water at a certain temperature, deuterium or heavy water can be distilled from liquid hydrogen or water with a certain separation efficiency."
    },
    {
        "Name": "I加力推进器",
        "ZHCN": "在离子推进器的基础上进行了升级，更大推力得以支撑更远的深空航行。",
        "ENUS": "Upgraded on the basis of ion thrusters, greater thrust can support further deep space navigation."
    },
    {
        "Name": "T加力推进器描述",
        "ZHCN": "更高级的动力装置，用以驱动深空货舰在深空之间进行货物运输，或者抵御大型天体的强大引力。",
        "ENUS": "A more advanced power unit used to drive deep space cargo ships for cargo transportation between deep spaces, or to resist the strong gravitational pull of large celestial bodies."
    },
    {
        "Name": "位面过滤器",
        "ZHCN": "位面过滤器",
        "ENUS": "Surface filter"
    },
    {
        "Name": "I位面过滤器",
        "ZHCN": "用强电场将粒子固定住，在静态磁场的作用下产生卡西米尔效应，对粒子波函数进行一系列反向干扰，从而增加其坍缩的确定性，以达成对量子比特的观测和过滤。",
        "ENUS": "By fixing particles with a strong electric field and generating the Casimir effect under the action of a static magnetic field, a series of reverse interferences are applied to the particle's wave function, thereby increasing the certainty of its collapse and achieving observation and filtering of quantum bits."
    },
    {
        "Name": "T波函数干扰",
        "ZHCN": "波函数干扰",
        "ENUS": "Wave function interference"
    },
    {
        "Name": "T波函数干扰描述",
        "ZHCN": "用强电场将粒子固定住，在静态磁场的作用下产生卡西米尔效应，对粒子波函数进行一系列反向干扰，从而增加其坍缩的确定性，以达成对量子比特的观测和过滤。",
        "ENUS": "By fixing particles with a strong electric field and generating the Casimir effect under the action of a static magnetic field, a series of reverse interferences are applied to the particle's wave function, thereby increasing the certainty of its collapse and achieving observation and filtering of quantum bits."
    },
    {
        "Name": "T人造生态圈",
        "ZHCN": "人造生态圈",
        "ENUS": "Artificial ecosystem"
    },
    {
        "Name": "T人造生态圈描述",
        "ZHCN": "在殖民时代，一个自循环，健全的人造生态圈是外星探索必不可少的技术，哪怕现在不再需要其提供食物，也可以用来培育工业作物。第八代殖民生态穹顶，使用雾培无土栽培技术，拥有垂直多层的强透光培养槽，必要时完全内循环生态，生化反应车间，可以帮助伊卡洛斯完成绝大多数生物的培育和生化反应。",
        "ENUS": "In the colonial era, a self circulating, robust artificial ecosystem was an essential technology for extraterrestrial exploration, even if it was no longer needed to provide food, it could be used to cultivate industrial crops. The eighth generation colonial ecological dome adopts the technique of soilless cultivation through fog cultivation, with vertically multi-layered strong light transmission cultivation tanks. When necessary, it can fully circulate the ecology and biochemical reaction workshop, which can help Icarus complete the cultivation and biochemical reactions of the vast majority of organisms."
    },
    {
        "Name": "T生物塑料合成",
        "ZHCN": "生物材料反应",
        "ENUS": "Biomaterial Reaction"
    },
    {
        "Name": "T生物塑料合成描述",
        "ZHCN": "在漫长岁月和特殊地质环境下，有机质演变为原油与甲烷，在缺乏原油与甲烷的场合，我们可以用人工手段代替岁月和地质。",
        "ENUS": "Over a long period of time and in special geological environments, organic matter has evolved into crude oil and methane. In situations where crude oil and methane are lacking, we can use artificial means to replace time and geology."
    },
    {
        "Name": "T伴生菌种培育",
        "ZHCN": "伴生菌种培育",
        "ENUS": "Cultivation of associated bacterial strains"
    },
    {
        "Name": "T伴生菌种培育描述",
        "ZHCN": "相比寄生，伴生菌种与宿主之间的互惠互利的关系更加难得，因此伴生菌种难以公式化地培育使用，建议还是从本土的生态圈中采集，再进行定向培育。",
        "ENUS": "Compared to parasitism, the mutually beneficial relationship between companion strains and hosts is more difficult, so it is difficult to cultivate and use companion strains in a formulaic manner. It is recommended to collect them from the local ecosystem and then conduct targeted cultivation."
    },
    {
        "Name": "T高速菌种研究",
        "ZHCN": "高速菌种研究",
        "ENUS": "Research on high-speed bacterial strains"
    },
    {
        "Name": "T高速菌种研究描述",
        "ZHCN": "采集自极端繁荣生态圈的菌种，因酷烈的竞争环境，菌种表现出极端的适应力和能量利用率，不仅为其伴生的植物提供生长激素，无机盐，甚至能压制宿主的部分生长基因表达，以自己更高效的生物反应代替。被这菌种伴生能给宿主远超同类的发展，尽管菌种并没有介入宿主的神经系统，但你很难说它们之间究竟谁才是主人。",
        "ENUS": "Strains collected from extremely prosperous ecosystems exhibit extreme adaptability and energy utilization due to the intense competitive environment. They not only provide growth hormones and inorganic salts to their associated plants, but also suppress the expression of some growth genes in the host, replacing them with their own more efficient biological responses. Being associated with this strain can give the host far superior development compared to its peers. Although the strain has not intervened in the host's nervous system, it is difficult to say who is the true master between them."
    },
    {
        "Name": "T科学理论",
        "ZHCN": "科学理论",
        "ENUS": "Scientific Theory"
    },
    {
        "Name": "T生物合成油",
        "ZHCN": "生物合成油",
        "ENUS": "Biosynthetic oil"
    },
    {
        "Name": "T生物合成油描述",
        "ZHCN": "原油是生物质在漫长岁月和特殊地质环境下演变而来，在缺乏原油的场合，我们可以用人工手段代替岁月和地质。",
        "ENUS": "Crude oil is evolved from biomass over a long period of time and in special geological environments. In situations where crude oil is lacking, we can use artificial means to replace time and geology."
    },
    {
        "Name": "T激光武器",
        "ZHCN": "激光武器",
        "ENUS": "Laser weapons"
    },
    {
        "Name": "T激光武器描述",
        "ZHCN": "激光武器拥有精度高，成本低的优点，适用于烈度较低的场景。",
        "ENUS": "Laser weapons have the advantages of high precision and low cost, making them suitable for scenes with lower intensity."
    },
    {
        "Name": "T主板（金属封装）",
        "ZHCN": "金属封装芯片",
        "ENUS": "Motherboard (metal package)"
    },
    {
        "Name": "T主板（金属封装）描述",
        "ZHCN": "使用钛金属封装处理器，可以提高性能。",
        "ENUS": "Using titanium metal encapsulated CPU can improve performance."
    },
    {
        "Name": "T高强度钛合金",
        "ZHCN": "高强度钛合金",
        "ENUS": "High strength titanium alloy"
    },
    {
        "Name": "T高强度钛合金描述",
        "ZHCN": "利用钛在不同温度下晶格结构的特点，在冶炼过程中加入精确比例的碳元素，制成碳化钛合金材料，有更高的强度，更好的韧性。",
        "ENUS": "By utilizing the lattice structure characteristics of titanium at different temperatures, precise proportions of carbon elements are added during the smelting process to produce titanium carbide alloy materials with higher strength and better toughness."
    },
    {
        "Name": "T物品仓储描述",
        "ZHCN": "小型储物仓可以搭建在四向分流器上，而大型储物仓具有更大的储量。",
        "ENUS": "Storage Mk.I can be built on Splitter.\nStorage Mk.II has twice the capacity."
    },
    {
        "Name": "T物品仓储结果",
        "ZHCN": "你解锁了储物仓，可以将采集到的矿物与生产中的中间产物存入其中。",
        "ENUS": "Storage Mk.I can be built on Splitter.\nStorage Mk.II has twice the capacity."
    },
    {
        "Name": "加氢裂解描述",
        "ZHCN": "在氢气的催化作用下，重油发生加氢、裂化和异构化反应，转化为轻质油。",
        "ENUS": "High-energy X-ray photocatalysis can crack tar into more hydrogen and process the byproducts into energetic graphite."
    },
    {
        "Name": "加氢裂解",
        "ZHCN": "加氢裂解",
        "ENUS": "HYDROCRACKED"
    },
    {
        "Name": "高强度玻璃描述",
        "ZHCN": "在熔融态的玻璃中掺入一定比例的钛，制成的高强度玻璃，对更复杂、更激烈的工业生产十分实用。",
        "ENUS": "Incorporating a specific proportion of titanium into molten glass can create high-strength Titanium Glass which is suitable for more complex industrial production."
    },
    {
        "Name": "奇异物质描述",
        "ZHCN": "在强大能量作用下，将物质压缩到非常小的点，从而使原子核夸克发生改变，瞬间变成简并态的奇异物质。",
        "ENUS": "Under the powerful energy, vapor is compressed to an extremely small size which causes the quark's of atomic nucleus to change and instantly degenerate into strange matter."
    },
    {
        "Name": "基础物流系统描述",
        "ZHCN": "利用<color=\"#FD965ECC\">传送带</color>及<color=\"#FD965ECC\">分拣器</color>将货物从一个地方运输到另一个地方，实现自动化生产。\n<color=\"#FD965ECC\">四向分流器</color>可以对货物进行分流或者均衡多条传送带，可使用TAB键切换它的三种样式。",
        "ENUS": "Use the <color=\"#FD965ECC\">Conveyor belt</color> and <color=\"#FD965ECC\">Sorter</color> to transport cargo from one place to another to achieve automated production.\n<color=\"#FD965ECC\">Splitter</color> can diverge cargo or balance multiple conveyor belts, making the automated production lines more diverse.\nUse TAB key to switch styles."
    },
    {
        "Name": "改良物流系统描述",
        "ZHCN": "将<color=\"#FD965ECC\">流速监测器</color>搭建在传送带上，可以监控传送带上相应位置的实时流速，并且可以设置条件来触发警报。有人用来演奏音乐。",
        "ENUS": "The <color=\"#FD965ECC\">Traffic Monitor</color> is built on the conveyor belt to monitor the real-time cargo flow rate at the corresponding location. Conditions can be set to trigger an alarm. Some people use it to play music."
    },
    {
        "Name": "I裂变重水堆",
        "ZHCN": "新一代的一体化重水反应堆使用裂变燃料、液态钠冷却池，产生大量的电力的同时不需要考虑废料的处理。",
        "ENUS": "The new generation of integrated heavy water reactors uses fission fuel and liquid sodium cooling pools to generate a large amount of electricity without considering waste disposal."
    },
    {
        "Name": "T裂变重水堆描述",
        "ZHCN": "裂变燃料、液态钠冷却池的综合应用，使一体化重水反应堆产生大量的电力的同时不需要考虑废料的处理。",
        "ENUS": "The comprehensive application of fission fuel and liquid sodium cooling pool enables the integrated heavy water reactor to generate a large amount of electricity without considering waste disposal."
    },
    {
        "Name": "T裂变发电站结果",
        "ZHCN": "金属铀钚燃料、液态钠冷却池、贫铀增殖转化技术的综合应用，使一体化重水反应堆产生大量的电力的同时不需要考虑废料的处理。",
        "ENUS": "The comprehensive application of metal uranium plutonium fuel, liquid sodium cooling pool, and depleted uranium multiplication and conversion technology enables integrated heavy water reactors to generate a large amount of electricity without considering waste disposal."
    },
    {
        "Name": "基础制造台",
        "ZHCN": "基础制造台",
        "ENUS": "Basic Assembler"
    },
    {
        "Name": "I基础制造台",
        "ZHCN": "基础的制造台，利用成熟的激光工艺将初级物品加工成更高级的产物。",
        "ENUS": "The basic manufacturing platform utilizes mature laser technology to process primary items into higher-level products."
    },
    {
        "Name": "高速装配线",
        "ZHCN": "高速装配线",
        "ENUS": "High speed  Assembler"
    },
    {
        "Name": "I高速装配线",
        "ZHCN": "使用碳纳米管横梁，超轻结构可以显著提高相应速度。集成激光头与超高速主轴，先用激光去除复杂结构余量，再使用超音速级金刚线切割，兼顾效率与精度。",
        "ENUS": "By using carbon nanotube beams and ultra lightweight structures, the corresponding speed can be significantly improved. By integrating a laser head and an ultra high speed spindle, complex structural margins can be removed by laser first, followed by supersonic diamond wire cutting, balancing efficiency and accuracy."
    },
    {
        "Name": "粒子打印车间",
        "ZHCN": "粒子打印车间",
        "ENUS": "Particle Printing Workshop"
    },
    {
        "Name": "I粒子打印车间",
        "ZHCN": "将3D打印深入到粒子级，只要有原料，便能造化万物。",
        "ENUS": "Going deep into particle level 3D printing, as long as there are raw materials, everything can be created."
    },
    {
        "Name": "T基础制造台",
        "ZHCN": "使用成熟激光加工的数控机床。可以说，我们的制造向前迈进了一小步，却是整个戴森球计划步入正轨的一大步。",
        "ENUS": "Use mature CNC machine tools for laser processing. It can be said that our manufacturing has taken a small step forward, but it is a big step towards putting the entire Dyson Ball project on track."
    },
    {
        "Name": "T高速装配线描述",
        "ZHCN": "使用碳纳米管做横梁重量仅为钢制1/4，可以使机床加速度从1g提升至2g。并同一机床上集成激光头与超高速主轴，先用激光去除复杂结构余量，再超高速精加工，兼顾效率与精度。",
        "ENUS": "Using carbon nanotubes as crossbeams weighs only 1/4 of steel, which can increase the acceleration of the machine tool from 1g to 2g. Integrate laser heads and ultra high speed spindles on the same machine tool, first remove complex structural allowances with lasers, and then perform ultra high speed precision machining, balancing efficiency and accuracy."
    },
    {
        "Name": "T粒子打印技术描述",
        "ZHCN": "利用粒子容器磁力阱束缚和粒子宽带的操作能力，实现粒子级的3D打印。",
        "ENUS": "Utilizing the magnetic trap confinement of particle containers and the operational capability of particle broadband to achieve particle level 3D printing."
    },
    {
        "Name": "钛矿冶炼描述",
        "ZHCN": "采矿和冶炼技术的进步，使得矿物控制更加容易，现在可以开采利用钛矿了。",
        "ENUS": "The Advancements in mining and smelting technology have made ore control easier. Titanium and Tungsten can now be mined and utilized."
    },
    {
        "Name": "钛矿冶炼结果",
        "ZHCN": "你掌握了钛矿冶炼技术，现在可以开采利用钛矿了。",
        "ENUS": "You have mastered the Titanium Ore Smelting Techniques, Titanium and Tungsten can now be mined and utilized."
    },
    {
        "Name": "基础制造工艺结果",
        "ZHCN": "你解锁了基础制造单元，可以将铁块、铜块等原材料制造成更高级的产物。",
        "ENUS": "You have unlocked the Basic Manufacturing Unit. It can make iron and copper ingots into more advanced products."
    },
    {
        "Name": "基础物流系统结果",
        "ZHCN": "你解锁了自动化物流的基础设施━━传送带、分拣器和四向分流器，你可以用它们来将货物自动运送到你想要的地方。",
        "ENUS": "You have unlocked automated logistics, the Conveyor Belt, Sorter and Splitter. You can use them to automatically transport the ores gathered in the mining machine for smelting."
    },
    {
        "Name": "改良物流系统结果",
        "ZHCN": "你解锁了速度更快的传送带与分拣器，以及监测物流系统工作状态的流速监测器。",
        "ENUS": "You have unlocked a conveyor belt with a larger carrying capacity, a sorter with faster speed. Traffic Monitor is built on the conveyor belt to monitor the real-time cargo flow rate at the corresponding location. Conditions can be set to trigger an alarm."
    },
    //{
    //    "Name": "I铁矿",
    //    "ZHCN": "采集铁矿脉获得，可以直接冶炼成铁块，是重要的原料。",
    //    "ENUS": "Used to smelt iron ingots. Obtained by gathering iron vein.\n"
    //},
    {
        "Name": "I有机晶体",
        "ZHCN": "稀有矿物。如此多的有机物以非生命的晶体形式存在，这种奇特的矿物或许在尖端工业生产中可以发挥特殊作用。",
        "ENUS": "Rare minerals. With so much organic matter in non-living crystalline form, this peculiar mineral may have a special role to play in cutting-edge industrial production."
    },
    {
        "Name": "I大型储物仓",
        "ZHCN": "是小型储物仓容量的两倍，但制作需要的材料也是两倍。",
        "ENUS": "Has twice the capacity of a Storage Mk.I. Materials requires twice too."
    },
    {
        "Name": "等离子熔炉",
        "ZHCN": "等离子熔炉",
        "ENUS": "Plasma Smelter"
    },
    {
        "Name": "I等离子熔炉",
        "ZHCN": "将通入气体电离至等离子体为炉料熔炼的熔炉。温度远超电弧熔炉，可以处理电弧熔炉无法熔炼的高级合金。磁场环产生强磁场束缚住等离子体和熔体，并且与熔池电流相互作用，促进熔体均匀化。最终达到快速熔炼效果，提高生产效率。",
        "ENUS": "A furnace that ionizes the incoming gas into plasma to melt the furnace charge. The temperature far exceeds that of electric arc furnaces, and it can handle advanced alloys that cannot be melted by electric arc furnaces. The magnetic field ring generates a strong magnetic field that binds the plasma and melt, and interacts with the current in the melt pool to promote homogenization of the melt. Ultimately achieving rapid melting effect and improving production efficiency."
    },
    {
        "Name": "等离子熔炼",
        "ZHCN": "等离子熔炼",
        "ENUS": "Plasma Melting"
    },
    {
        "Name": "T等离子熔炼",
        "ZHCN": "电弧熔炉是工程师们为伊卡洛斯刚抵达目的地时开拓发展用熔炉，它简单可靠，能满足初期绝大部分熔炼场景。但要熔炼高级合金或矿物，需要更高级的熔炼方式：等离子熔炼，将气体电离至等离子体为炉料熔炼，可以轻松达到电弧熔炉达不到的高温，不仅可以精确调整合金元素含量，减少烧损。定向凝固技术还可减少偏析，获得均匀细晶组织，提升材料性能。",
        "ENUS": "The electric arc smelter is a smelter developed by engineers for the development of Icarus when it first arrived at its destination. It is simple and reliable, and can meet most of the initial melting scenarios. But to melt advanced alloys or minerals, a more advanced melting method is needed: plasma melting, which ionizes gas into plasma as smelter material for melting. It can easily reach high temperatures that arc smelters cannot reach, not only can the alloy element content be accurately adjusted, but also reduce burning loss. Directional solidification technology can also reduce segregation, obtain uniform fine grain structure, and improve material properties."
    },
    {
        "Name": "等离子熔炼结果",
        "ZHCN": "你解锁了更高级的熔炉━━<color=\"#FD965ECC\">等离子熔炉</color>，它的速度是电弧熔炉的2倍！ ",
        "ENUS": "You have unlocked the more advanced smelter ━━ <color=\"#FD965ECC\">Plasma Smelter</color>, which is twice as fast as an Arc Smelter!"
    },
    {
        "Name": "I石墨矿",
        "ZHCN": "石墨矿是碳元素的结晶矿物之一，具有润滑性、化学稳定性、耐高温、导电、特殊的导热性和可塑性、涂敷性等优良性能，其应用领域十分广泛。",
        "ENUS": "Graphite ore is one of the crystalline minerals of carbon element, which has excellent properties such as lubricity, chemical stability, high temperature resistance, conductivity, special thermal conductivity and plasticity, coating properties, etc. Its application fields are very wide."
    },
    {
        "Name": "I重油",
        "ZHCN": "有刺激性气味的粘稠液体，密度较大，富含多种芳香族、杂环和支链化合物且便于提取，是一种重要的化工原料。可由石油分离获得。",
        "ENUS": "Viscous liquid with irritating odor, high density, rich in many aromatic, heterocyclic and branched chain compounds and easy to extract, it is an important chemical raw material. It can be obtained by separation of oil."
    },
    {
        "Name": "解锁手搓",
        "ZHCN": "所有可由物质重组工厂制造的配方全部解锁手动制造。",
        "ENUS": "All formulas that can be manufactured by material recombination factories are unlocked for manual manufacturing."
    },
    {
        "Name": "I铀矿",
        "ZHCN": "铀元素在特定地质条件下，通过水热作用，风化作用富集形成铀矿。",
        "ENUS": "Under specific geological conditions, uranium is enriched through hydrothermal and weathering processes to form uranium deposits."
    },
    {
        "Name": "I铀238溶液",
        "ZHCN": "铀矿经过一系列破碎酸浸提纯后的含铀溶液，其中主要为铀238，若需要其中极少的铀235需要进一步分离。",
        "ENUS": "Uranium ore is a uranium containing solution purified through a series of crushing and acid leaching processes, mainly consisting of uranium-238. If a very small amount of uranium-235 is required, further separation is necessary."
    },
    {
        "Name": "I铀235溶液",
        "ZHCN": "高纯度铀235，可以制作为核燃料使用，也可制作核武器。",
        "ENUS": "High purity uranium-235 can be used as nuclear fuel or for the production of nuclear weapons."
    },
    {
        "Name": "电磁弹射井",
        "ZHCN": "电磁弹射井",
        "ENUS": "Electromagnetic Catapult Well"
    },
    {
        "Name": "物流立交",
        "ZHCN": "物流立交",
        "ENUS": "Logistics Interchange"
    },
    {
        "Name": "I物流立交",
        "ZHCN": "地表物流网络的节点，物品在上下两层出入口进行分发和集成运输，在高度发达的工业星球，四通八达的高层的物流传送带将在高空组成新一层“人造地面”。\n<color=\"#FD965ECC\">传送带抬升至17层可对接上层接口</color>",
        "ENUS": "The nodes of the surface logistics network, where goods are distributed and integrated for transportation at the upper and lower entrances and exits, will form a new layer of \"artificial ground\" in the highly developed industrial planet, with high-level logistics conveyor belts extending in all directions.\n<color=\"#FD965ECC\">The belt can be lifted to the 17th floor to dock with the upper interface</color>"
    },
    {
        "Name": "行星物流系统描述",
        "ZHCN": "当楼房的高度随材料学发展而拔高，在高空建造第二层，第三层人造地面将楼房连接起来成为发展的必然，工业的发展也是如此，绕过地面错综复杂的产线，物品通过物流立交在远离地面的第二地面运输，将方便地进行总线式产线规划。",
        "ENUS": "As the height of buildings increases with the development of materials science, it is inevitable to build a second and third floor at high altitude to connect the buildings with artificial ground. The development of industry is also like this. By bypassing the complex production lines on the ground and transporting goods through logistics overpasses on the second ground far away from the ground, it will be convenient to carry out bus style production line planning."
    },
    {
        "Name": "黄铁矿脉",
        "ZHCN": "黄铁矿脉",
        "ENUS": "Huangtie Veins"
    },
    {
        "Name": "黄铁矿",
        "ZHCN": "黄铁矿",
        "ENUS": "Huangtie ore"
    },
    {
        "Name": "I黄铁矿",
        "ZHCN": "采集黄铁矿脉获得，经处理后可用于制造硫酸。",
        "ENUS": "Obtained by collecting sulphur vein, it is treated and used in making sulphuric acid."
    },
    {
        "Name": "模块化星舰建造",
        "ZHCN": "模块化星舰建造",
        "ENUS": "Modular Starship Construction"
    },
    {
        "Name": "T模块化星舰建造",
        "ZHCN": "将星舰分解为多个独立模块，在工厂内先完成星舰分解的模块制造，将结构，电气控制，独立损管系统进行模块化集成，再运输到太空船坞内进行合并总装，其核心在于通过标准化、模块化设计，实现高效、精准的星舰建造，大幅减少制造时间和成本。",
        "ENUS": "Decompose the starship into multiple independent modules, first complete the module manufacturing of the starship decomposition in the factory, modularize the structure, electrical control, and independent damage management system, and then transport them to the space dock for consolidation and final assembly. The core is to achieve efficient and accurate starship construction through standardized and modular design, greatly reducing manufacturing time and costs."
    },
    {
        "Name": "预制星舰模块",
        "ZHCN": "预制星舰模块",
        "ENUS": "Prefabricated Starship Module"
    },
    {
        "Name": "I预制星舰模块",
        "ZHCN": "星舰的通用船结构模块，以框架材料构建船体结构，填充损管包在其中，确保任意一处破损都能得到即时的损管控制，主板通过光纤完成模块的内部子系统控制，在恶劣的环境下，模块甚至可以在完全脱离主体的情况下自主决策，自主控制剩下的部分逃脱或还击。",
        "ENUS": "The universal ship structure module of the starship is constructed with frame materials to build the hull structure, filled with damaged pipes to ensure that any damage can be immediately controlled by the damaged pipes. The main board controls the internal subsystems of the module through optical fibers. In harsh environments, the module can even make autonomous decisions completely detached from the main body, autonomously controlling the remaining parts to escape or retaliate."
    },
    {
        "Name": "I驱逐舰",
        "ZHCN": "标准型无人驱逐舰，是COSMO太空部队的主力战舰，全舰使用零素装甲一体成型，可以免疫击碎原子能级以下的任何攻击。除了常规舰炮之外，还拥有贯穿舰身的巨型船轴主炮，这门巨炮由独立的反应堆供电，高强度磁场将狂暴的等离子团约束并发射出去，能对目标造成高额破坏。",
        "ENUS": "The standard type unmanned destroyer is the main warship of the COSMO Space Force. The entire ship is equipped with zero element armor and can withstand any attack below the atomic level. In addition to conventional naval guns, it also has a giant ship shaft main gun that runs through the ship's hull. This giant gun is powered by an independent reactor, and a high-intensity magnetic field restrains and fires the violent plasma mass, causing significant damage to the target."
    },
    {
        "Name": "I护卫舰",
        "ZHCN": "护卫舰，是COSMO太空作战舰队序列中最小，最快的一批舰船之一，可以辅助伊卡洛斯进行太空作战，廉价的无人标准型护卫舰可以靠数量压制对手。",
        "ENUS": "The frigate is one of the smallest and fastest ships in the COSMO space fleet sequence, capable of assisting Icarus in space operations. The low-cost unmanned standard frigate can suppress opponents by quantity."
    },
    {
        "Name": "R碳基裂解",
        "ZHCN": "将碳基生物质用绿色的裂解射线扫过，将其裂解为长链烷烃,环烷烃,芳香烃等复杂烃类化合物，即：重油，或许有人说植物的命也是命，使用这种专门针对生命的武器是种不正当的罪行。\r\n\r\n而我们称之为高效。",
        "ENUS": "Scanning carbon based biomass with green pyrolysis radiation to break it down into complex hydrocarbon compounds such as long-chain alkanes, cycloalkanes, and aromatic hydrocarbons, namely heavy oil. Perhaps some people say that the life of plants is also life, and using this weapon specifically targeting life is an illegitimate crime.\r\n\r\nAnd we call it efficiency."
    },
    {
        "Name": "太空损管包",
        "ZHCN": "太空损管包",
        "ENUS": "Space Damage Control Package"
    },
    {
        "Name": "I太空损管包",
        "ZHCN": "以液态金属为主，石墨烯构筑纳米笼为骨架，组成了这个模块化损管包，一旦太空设施发生破损，它能迅速完成气密性封堵并硬化为临时装甲层。",
        "ENUS": "Using liquid metal as the main component and graphene to construct nanocages as the skeleton, this modular damage tube package is formed. Once the space facility is damaged, it can quickly complete airtight sealing and harden into a temporary armor layer."
    },
    {
        "Name": "太空损管系统",
        "ZHCN": "太空损管系统",
        "ENUS": "Space Damage Control System"
    },
    {
        "Name": "T太空损管系统描述",
        "ZHCN": "太空险恶的环境不仅对飞船装甲外壳提出了高要求，对损管系统也是如此，一个快速，高效，独立可复用的模块化损管包有时能挽救一艘飞船。",
        "ENUS": "The harsh environment of space not only places high demands on the armor shell of spacecraft, but also on the damage management system. A fast, efficient, and independently reusable modular damage management package can sometimes save a spacecraft."
    },
    {
        "Name": "I反物质约束单元",
        "ZHCN": "可以约束一单位反物质的磁阱。",
        "ENUS": "The magnetic trap that can confine one unit of antimatter."
    },

    {
        "Name": "I轨道采集器",
        "ZHCN": "用来采集气态行星上的资源，使用同位素温差发电来维持在轨道上工作所需的能量。",
        "ENUS": "It is used to collect resources from gas giants. It use radioisotope thermoelectric generator to power the collector to work in orbit."
    },
    {
        "Name": "太空运输船",
        "ZHCN": "太空运输船",
        "ENUS": "Space Transport Ship"
    },
    {
        "Name": "I太空运输船",
        "ZHCN": "轻量坚韧的钛合金船身，成熟可靠的离子推进器，以及除了引擎就是货仓的大容量设计，构成了串联起星球之间物流系统的运输船。",
        "ENUS": "The lightweight and tough titanium alloy hull, mature and reliable ion thrusters, and large capacity design of both the engine and the cargo warehouse form a transport ship that connects the logistics systems between planets."
    },
    {
        "Name": "闪速炼钢",
        "ZHCN": "闪速炼钢",
        "ENUS": "Flash Steelmaking"
    },
    {
        "Name": "R闪速炼钢",
        "ZHCN": "通过矿砂喷嘴将粉状铁矿砂喷入高温强还原氢气的闪铁炉，造就极优还原动力学条件，数秒内完成常规数小时的还原过程，且在闪铁炉内一步炼钢，产出合格钢水。",
        "ENUS": "Powder iron ore is sprayed into a high-temperature and strong reducing hydrogen flash furnace through a mineral sand nozzle, creating extremely optimal reduction kinetics conditions. The conventional reduction process takes several hours to complete within seconds, and qualified steel is produced in one step in the flash furnace."
    },
    {
        "Name": "钢材冶炼描述",
        "ZHCN": "利用熔炉对铁块铁块进一步冶炼，在极其严格可控的温度条件下，进一步改善材料的晶型，锻造出S136、310S、2205、D32钢等高机械性能钢材。",
        "ENUS": "Using a furnace to further refine iron blocks, under extremely strict and controllable temperature conditions, the crystal structure of the material is further improved, forging high mechanical performance steels such as S136, 310S, 2205, D32, etc."
    },
    {
        "Name": "T高级原油处理",
        "ZHCN": "石油作为工业的“血液”，其产量直接决定了诸多工业的产能，每年依旧有数不清的经费用于如何提高石油的利用率，高级原油处理便是其中一个成果，更高的轻油产量，还能副产硫酸，当然，这也要求伊卡洛斯有更高级的产线布局能力。",
        "ENUS": "As the \"blood\" of industry, the output of oil directly determines the production capacity of many industries. Every year, there are still countless funds used to improve the utilization rate of oil, and advanced crude oil processing is one of the achievements. Higher light oil production can also produce sulfuric acid as a byproduct. Of course, this also requires Icarus to have more advanced production line layout capabilities."
    },
    {
        "Name": "R高级原油处理",
        "ZHCN": "更加完善的原油精炼处理，通过催化裂化，加氢精制等反应，进一步提高轻质油收率。并将处理过程中的含硫废气回收，燃烧，转化与处理，最终得到硫酸作为副产物，进一步提高原料的利用率。",
        "ENUS": "More comprehensive crude oil refining treatment, through reactions such as catalytic cracking and hydrorefining, further improves the yield of light oil. And the sulfur-containing waste gas during the treatment process will be recovered, burned, converted, and treated to obtain sulfuric acid as a by-product, further improving the utilization rate of raw materials."
    },
    {
        "Name": "R煅烧石油焦",
        "ZHCN": "石油炼制过程中产生的重质油进行预热煅烧，得到石油焦，并在高温中进一步石墨化，得到石墨。",
        "ENUS": "The heavy oil produced during the petroleum refining process is preheated and calcined to obtain petroleum coke, which is further graphitized at high temperatures to obtain graphite."
    },
    {
        "Name": "文明遗物",
        "ZHCN": "文明遗物",
        "ENUS": "Civilization Relics"
    },
    {
        "Name": "I文明遗物",
        "ZHCN": "很明显的人造物，浅埋于地下，内部有着精密的信息储存结构，或许我们需要进一步的解码。",
        "ENUS": "It is a very obvious man-made object, shallowly buried underground, with precise information storage structures inside. Perhaps we need further decoding."
    },
    {
        "Name": "十七公斤重的文明",
        "ZHCN": "十七公斤重的文明",
        "ENUS": "A Civilization Weighing Seventeen Kilograms"
    },
    {
        "Name": "I十七公斤重的文明",
        "ZHCN": "内容解码出来了，里面竟是一个文明全部的记录，所有的文化、历史、技术和知识都储存其中。很明显，在灭绝前夕，他们希望至少有人能知道曾有一个文明存在过，百分之八十的灭绝文明在临终前都会有类似的愿望，‘留下自己的信息’是智慧生物的某种本能。",
        "ENUS": "The content has been decoded, revealing the complete record of a civilization, where all culture, history, technology, and knowledge are stored. It is obvious that on the eve of extinction, they hoped that at least someone would know that a civilization had existed, and 80% of extinct civilizations would have a similar desire before their death, 'leaving their own information' is some kind of instinct of intelligent organisms."
    },
    {
        "Name": "文明的定义",
        "ZHCN": "文明的定义",
        "ENUS": "Definition Of Civilization"
    },
    {
        "Name": "I文明的定义",
        "ZHCN": "曾经有个文明，在研究出数字生命后沉迷其中，几乎所有人口都进入了虚拟世界，现实只有维护AI，和没资格成为数字生命，已经完全文明断代的流浪者。留在现实的AI不断自我迭代进化，为了方便维护工作，不惜将整个生态圈塑造成只有简单生态的草原。\n最后，它们迭代出了造物主曾经的好奇心与探索精神，在无一人愿意与它们一同前往宇宙时，地面流浪者的一句“若是能够梦见星空的你，不已经是人类了吗”彻底解放了AI的探索宇宙需要人类的逻辑锁，它们最终制作了记录整个文明的储存器后，接替人类，接替文明，出发前往了深空。\n或许，与现在冻结在储存器里的数字生命比，勇于探索宇宙的AI更适合继承这个文明称号。",
        "ENUS": "Once upon a time, there was a civilization that became addicted to digital life after researching it, and almost all of its population entered the virtual world. In reality, only AI could be maintained, and there were wanderers who were not qualified to become digital life and had completely lost their civilization. The AI that remains in reality constantly iterates and evolves on its own, and in order to facilitate maintenance work, it is willing to shape the entire ecosystem into a grassland with only simple ecology. \n  Finally, they iterated the curiosity and exploratory spirit of the Creator. When no one was willing to go to the universe with them, the wanderer on the ground said, \"If you could dream of the stars, wouldn't you already be human?\" This completely liberated AI's exploration of the universe, which required human logic locks. After creating a storage device to record the entire civilization, they took over from humans and civilization, and set off for deep space.\n  Perhaps, compared to the digital life currently frozen in storage, AI that dares to explore the universe is more suitable to inherit this civilization title."
    },
    {
        "Name": "遗物解码",
        "ZHCN": "遗物解码",
        "ENUS": "Relic Decoding"
    },
    {
        "Name": "T遗物解码",
        "ZHCN": "解析遗物的存储规则，适配接口，最终解码还原内部储存的数据。",
        "ENUS": "Analyze the storage rules of relics, adapt interfaces, and ultimately decode and restore the internally stored data."
    },
    {
        "Name": "文明数据上传",
        "ZHCN": "文明数据上传",
        "ENUS": "Civilized Data Upload"
    },
    {
        "Name": "R文明数据上传",
        "ZHCN": "上传外星探索发现的文明遗物解析出来的数据，也可以获得上传矩阵得到的哈希值。",
        "ENUS": "Uploading data parsed from civilization artifacts discovered during extraterrestrial exploration can also obtain hash values obtained from uploading matrices."
    },
    {
        "Name": "进一步数据解码",
        "ZHCN": "进一步数据解码",
        "ENUS": "Further Data Decoding"
    },
    {
        "Name": "R进一步数据解码",
        "ZHCN": "在将文明遗物的数据上传给主脑前，先再进一步解码阅读。",
        "ENUS": "Before uploading the data of civilization relics to the main brain, further decode and read it."
    },
    {
        "Name": "哈希值",
        "ZHCN": "哈希值",
        "ENUS": "Hash"
    },
    {
        "Name": "I哈希值",
        "ZHCN": "1.2m哈希。",
        "ENUS": "1.2m hash."
    },
    {
        "Name": "驱逐舰护卫舰射程增加",
        "ZHCN": "驱逐舰射程增加至10000m，护卫舰射程增加至4000m",
        "ENUS": "Destroyer range increased to "
    },
    {
        "Name": "占位物",
        "ZHCN": "占位物",
        "ENUS": "Occupying object"
    },
    {
        "Name": "此物不可制造无意义",
        "ZHCN": "此物纯占位用，不可制造，没有实际意义",
        "ENUS": "This item is purely for occupying space and cannot be manufactured, with no practical significance"
    },
    {
        "Name": "太空舰队结构优化",
        "ZHCN": "太空舰队结构优化",
        "ENUS": "Optimization of Space Fleet Structure"
    },
    {
        "Name": "T太空舰队结构优化",
        "ZHCN": "对太空战舰的内部构造进行生存方面的优化，通过多重气密舱，复合泄压门，损管流程再设计等手段，提升舰船的生存能力。\n<color=\"#FD965ECC\"> 警告：此升级与火力升级冲突，该科技研究完成后火力升级将无效</color>",
        "ENUS": "Optimize the internal structure of space warships in terms of survival, and enhance the ship's survival capability through multiple airtight compartments, composite pressure relief doors, and redesign of damage management processes.\n<color=\"#FD965ECC\">Warning: This upgrade conflicts with firepower upgrade, and firepower upgrade will be ineffective after the completion of this technology research</color>"
    },
    {
        "Name": "太空舰队火力升级",
        "ZHCN": "太空舰队火力升级",
        "ENUS": "Space Fleet Firepower Upgrade"
    },
    {
        "Name": "T太空舰队火力升级",
        "ZHCN": "对太空战舰的内部构造进行火力方面的优化，通过增设冷却匝道，放大等离子炉，提升磁场约束强度等手段，提升舰船的火力。\n<color=\"#FD965ECC\"> 警告：此升级与结构优化冲突，该科技研究完成后结构优化将无效</color>",
        "ENUS": "Optimize the internal structure of space warships in terms of firepower by adding cooling ramps, amplifying plasma furnaces, and enhancing magnetic field constraints to increase the ship's firepower.\n<color=\"#FD965ECC\">Warning: This upgrade conflicts with structural optimization, and structural optimization will be ineffective after the completion of this technology research</color>"
    },
    {
        "Name": "武器系统描述",
        "ZHCN": "警告，本星区黑雾活跃指数反常上升……\n此变量超出预期，申请解锁武器保险……\n授权通过，安全协议解除……\n允许部署自卫火力……",
        "ENUS": "Warning, Dark Fog activity index perversely rising...\nThis variable exceeds expectations, request to unlock weapons insurance...\nAuthorization passed, security protocols lifted...\nAllow deployment of self-defense Firepower..."
    },
    {
        "Name": "钢芯弹箱",
        "ZHCN": "钢芯弹箱",
        "ENUS": "Steel Ammo Box"
    },
    {
        "Name": "I钢芯弹箱",
        "ZHCN": "在纯铜子弹的工艺上进行改进的钢芯弹药，其拥有一层铜质被甲，拥有更加良好的穿透性能。一个弹箱包含30发子弹。",
        "ENUS": "Steel-core ammunition that improves on the process of pure copper bullets by having a layer of copper armor for even better penetration. One case contains 30 rounds."
    },
    {
        "Name": "贫铀弹箱",
        "ZHCN": "贫铀弹箱",
        "ENUS": "Tungsten Ammo Box"
    },
    {
        "Name": "I贫铀弹箱",
        "ZHCN": "使用贫铀作为弹头材料的进阶全金属被甲弹，沉重的贫铀弹头与硬质金属被甲能够有效穿透黑雾的防御装甲，造成可观的伤害。一个弹箱包含30发子弹。",
        "ENUS": "An advanced full metal armor round that uses tungsten as the warhead material, the heavy tungsten core warhead and hard metal armor can effectively penetrate the Black Mist's defensive armor and deal considerable damage. One case contains 30 rounds."
    },
    {
        "Name": "零素矢",
        "ZHCN": "零素矢",
        "ENUS": "Neutronium Bullet"
    },
    {
        "Name": "I零素矢",
        "ZHCN": "使用零素装甲制作的弹药，这种强互作用力材料构成的子弹在面对凡物永不形变，永不磨损。在量子计算机的操控下，这是自带动力，自追踪，自返回的超级子弹。\r<color=\"#FD965ECC\">此弹药无限装填</color>",
        "ENUS": "The ammunition made of secret silver, which is a highly interactive material, will never deform or wear out when facing ordinary objects. Under the control of quantum computers, this is a self powered, self tracking, and self returning super bullet.\r<color=\"#FD965ECC\">This ammunition can be loaded infinitely</color>"
    },
    {
        "Name": "炸药单元",
        "ZHCN": "炸药单元",
        "ENUS": "Dynamite Unit"
    },
    {
        "Name": "I炸药单元",
        "ZHCN": "由化工合成的高能炸药。它的制备过程经过了非常精密的设计和严格控制，能够确保其爆炸威力和稳定性达到最佳状态。作为杀爆榴弹的装药，能够提供强大的爆炸能量和杀伤力。",
        "ENUS": "High energy explosives synthesized by chemical engineering. Its preparation process has undergone very precise design and strict control, ensuring that its explosive power and stability reach their optimal state. As a charge for explosive grenades, it can provide powerful explosive energy and lethality."
    },
    {
        "Name": "金属氢单元",
        "ZHCN": "金属氢单元",
        "ENUS": "Metallic Hydrogen Demolition Unit"
    },
    {
        "Name": "I金属氢单元",
        "ZHCN": "金属氢因其优秀的储能能力应用于电池领域，而这也意味着金属氢作为爆炸物的潜力也同样不可小嘘。",
        "ENUS": "Metal hydrogen is applied in the field of batteries due to its excellent energy storage capacity, which also means that the potential of metal hydrogen as an explosive is equally significant."
    },
    {
        "Name": "混凝土高斯机枪碉堡",
        "ZHCN": "混凝土高斯机枪碉堡",
        "ENUS": "Concrete Gauss Machine Gun Bunker"
    },
    {
        "Name": "轨道加农炮",
        "ZHCN": "轨道加农炮",
        "ENUS": "Rail Cannon"
    },
    {
        "Name": "I轨道加农炮",
        "ZHCN": "280mm口径电磁轨道炮，集群重炮能在远距离轰平任何目标，你准备好炮平四海了吗？",
        "ENUS": "The 280mm caliber electromagnetic railgun, a cluster of heavy artillery, can knock down any target at a long distance. Are you ready to hit all seas with the gun?"
    },
    {
        "Name": "金属氢炮弹组",
        "ZHCN": "金属氢炮弹组",
        "ENUS": "Metal Hydrogen Shell Set"
    },
    {
        "Name": "I金属氢炮弹组",
        "ZHCN": "一种高效可靠的杀伤性武器，金属氢能够释放出更强大的能量，并产生更锐利的碎片效果，即使面对防御最强的敌方单位也可以造成可观的伤害。一个炮弹组包含24发炮弹。",
        "ENUS": "A highly efficient and reliable lethal weapon, metal hydrogen can release stronger energy and produce sharper fragment effects, causing considerable damage even against the strongest defensive enemy units. A shell group contains 24 shells."
    },
    {
        "Name": "杀爆榴弹",
        "ZHCN": "杀爆榴弹组",
        "ENUS": "Explosive Grenade Set"
    },
    {
        "Name": "I杀爆榴弹",
        "ZHCN": "基础的杀爆榴弹，对落点造成动能伤害和一定范围的爆破伤害。一个炮弹组包含12发炮弹。",
        "ENUS": "A basic explosive grenade that causes kinetic damage and a certain range of explosive damage to the landing point. A shell set contains 12 shells."
    },
    {
        "Name": "战术核导弹",
        "ZHCN": "战术核导弹",
        "ENUS": "Nuclear Missile"
    },
    {
        "Name": "I战术核导弹",
        "ZHCN": "超音速导弹低效的战斗部被战术核弹头取代，每组<color=\"#FD965ECC\">只有一枚</color>核导弹，请谨慎使用。",
        "ENUS": "The inefficient warhead of supersonic missiles has been replaced by tactical nuclear warheads, with <color=\"#FD965ECC\">only one</color> nuclear missile per group. Please use with caution."
    },
    {
        "Name": "启示录聚变弹",
        "ZHCN": "启示录聚变弹",
        "ENUS": "Revelation Fusion Missile"
    },
    {
        "Name": "I启示录聚变弹",
        "ZHCN": "启示录战略聚变弹，仅需一发就能夷平一座城市。",
        "ENUS": "The Revelation strategic fusion missile, can level a city with just one launch."
    },
    {
        "Name": "T钢芯弹箱",
        "ZHCN": "钢芯穿甲弹",
        "ENUS": "Steel Piercing Shell"
    },
    {
        "Name": "钢芯弹箱描述",
        "ZHCN": "使用钢芯铜被甲替代纯铜弹头，实现更好的穿透效果。",
        "ENUS": "Use of steel-core copper armor instead of pure copper warheads to achieve better penetration."
    },
    {
        "Name": "钢芯弹箱结果",
        "ZHCN": "你解锁了钢芯铜被甲弹，拥有更好的穿透效果。",
        "ENUS": "You unlocked the steel core copper armor bullet, which has better penetration effect.."
    },
    {
        "Name": "T金属氢单元",
        "ZHCN": "金属氢单元",
        "ENUS": "Metal Hydrogen  Demolition Unit"
    },
    {
        "Name": "T金属氢单元描述",
        "ZHCN": "使用金属氢填装的进阶爆破单元，能够提供强大的爆炸能量和杀伤力。",
        "ENUS": "Advanced blasting units filled with metallic hydrogen can provide powerful explosive energy and lethality."
    },
    {
        "Name": "金属氢单元结果",
        "ZHCN": "你解锁了金属氢单元，这种爆破单元使用金属氢装药以追求更高的杀伤效果。",
        "ENUS": "You have unlocked the Metal Hydrogen Demolition Unit, which uses a Metal Hydrogen charge in pursuit of higher lethality."
    },
    {
        "Name": "T炸药单元",
        "ZHCN": "炸药单元",
        "ENUS": "Dynamite Unit"
    },
    {
        "Name": "炸药单元描述",
        "ZHCN": "经典的化学配方，在优化了控制反应条件和原料比例后，能够制备可靠的炸药，可以随手扔着玩。",
        "ENUS": "The classic chemical formula, after optimizing the control of reaction conditions and raw material ratios, can be used to prepare reliable explosives that can be easily thrown away for play."
    },
    {
        "Name": "炸药单元结果",
        "ZHCN": "你解锁了炸药单元，这是自卫火力序列中最基础的爆炸物。",
        "ENUS": "You have unlocked the explosive unit, which is the most basic explosive in the self-defense firepower sequence."
    },
    {
        "Name": "T金属氢炮弹组",
        "ZHCN": "金属氢炮弹组",
        "ENUS": "Metal Hydrogen Shell Set"
    },
    {
        "Name": "T金属氢炮弹组描述",
        "ZHCN": "战斗部采用金属氢单元的进阶炮弹，作为高储能特性的应用，其杀伤力要远超普通的化学能炮弹。",
        "ENUS": "The warhead uses advanced shells with metal hydrogen units, which, as an application with high energy storage characteristics, have much higher lethality than ordinary chemical energy shells."
    },
    {
        "Name": "金属氢炮弹组结果",
        "ZHCN": "你解锁了金属氢炮弹，这种大威力炮弹在同等体积下拥有远超化学炮弹的威力。",
        "ENUS": "You have unlocked the metal hydrogen shell, which has a much greater power than chemical shells in the same volume."
    },
    {
        "Name": "T轨道加农炮",
        "ZHCN": "轨道加农炮",
        "ENUS": "Rail Cannon"
    },
    {
        "Name": "轨道加农炮描述",
        "ZHCN": "简单，原始，但足够好用，千百年来，未曾淘汰。",
        "ENUS": "Simple, primitive, but user-friendly enough, has not been eliminated for thousands of years."
    },
    {
        "Name": "轨道加农炮结果",
        "ZHCN": "你解锁了轨道加农炮，结实可靠的电磁轨道能投射一切加了料的东西。",
        "ENUS": "You have unlocked the railgun, which is a sturdy and reliable electromagnetic railgun capable of projecting anything with added materials."
    },
    {
        "Name": "T贫铀弹箱",
        "ZHCN": "超重型穿甲弹",
        "ENUS": "Super-heavy Armor Piercing Shell"
    },
    {
        "Name": "贫铀弹箱描述",
        "ZHCN": "使用贫铀制作的超重型穿甲弹，能够穿透某些较为坚硬的护甲。",
        "ENUS": "Superheavy armor-piercing rounds made with depleted uranium, capable of penetrating some of the tougher armor."
    },
    {
        "Name": "贫铀弹箱结果",
        "ZHCN": "你解锁了贫铀弹箱，这是一种高强度的穿甲弹，能够有效对黑雾造成打击。",
        "ENUS": "You have unlocked the depleted uranium Cartridge, a high-strength armor-piercing round that is effective against the Dark Fog."
    },
    {
        "Name": "T银弹",
        "ZHCN": "强互作用力弹药",
        "ENUS": "High Interaction Ammunition"
    },
    {
        "Name": "银弹描述",
        "ZHCN": "自带动力，自追踪，自返回的超级子弹。",
        "ENUS": "this is a self powered, self tracking, and self returning super bullet."
    },
    {
        "Name": "银弹结果",
        "ZHCN": "你解锁了零素矢，这是自带动力，自追踪，自返回的超级子弹。",
        "ENUS": "You have unlocked the High Interaction Ammunition, this is a self powered, self tracking, and self returning super bullet."
    },
    {
        "Name": "T任务一：璀璨的放射",
        "ZHCN": "任务一：璀璨的放射",
        "ENUS": "Task 1: Radiant Radiance"
    },
    {
        "Name": "T战术核导弹描述",
        "ZHCN": "在超音速导弹的基础上进一步改装核弹头，尽管从质能转变的角度而言质量利用率很低，但远超化学能的爆炸威力足以让人选择它。",
        "ENUS": "On the basis of supersonic missiles, further modification of nuclear warheads, although the mass utilization rate is low from the perspective of mass energy conversion, the explosive power far exceeding chemical energy is enough to make people choose it."
    },
    {
        "Name": "战术核导弹结果",
        "ZHCN": "你解锁了战术核导弹，这种导弹安装了战术核弹头，请谨慎使用。",
        "ENUS": "You have unlocked a tactical nuclear missile, which is equipped with a tactical nuclear warhead. Please use it with caution."
    },
    {
        "Name": "T任务二：太阳的距离",
        "ZHCN": "任务二：太阳的距离",
        "ENUS": "Task 2: Distance from the Sun"
    },
    {
        "Name": "T启示录聚变弹描述",
        "ZHCN": "由核裂变提供激发能量，启动启示录弹头的聚变反应，COSMO禁止在行星地表的反物质湮灭反应，因此启示录就是你能在地表动用的最终武力。",
        "ENUS": "By providing excitation energy through nuclear fission, the fusion reaction of the Revelation warhead is initiated. COSMO prohibits antimatter annihilation reactions on the planet's surface, so Revelation is the ultimate force you can use on the surface."
    },
    {
        "Name": "启示录聚变弹结果",
        "ZHCN": "你解锁了启示录聚变弹，这是地表火力序列中的最终手段。",
        "ENUS": "You have unlocked the Apocalypse Fusion Missile, which is the ultimate means in the surface firepower sequence."
    },
    {
        "Name": "重力鱼雷",
        "ZHCN": "重力鱼雷",
        "ENUS": "Gravity Torpedo"
    },
    {
        "Name": "T重力鱼雷",
        "ZHCN": "或许核武器威力在地表已经足够可怕，但以星海为舞台时，核武器纯粹的能量释放在无介质的太空中有很多能量被浪费，威力不够集中。要应对太空的威胁，伊卡洛斯需要专业的对天武器：重力鱼雷，利用奇异物质本身具有的引力负压特性，让周围空间发生翘曲，不仅进一步提升导弹速度，在命中时爆发的引力场会无视装甲厚度对内部造成强大破坏，是专业的反太空舰船武器。",
        "ENUS": "Perhaps the power of nuclear weapons on the surface is already terrifying enough, but when using the starry sky as a stage, the pure energy released by nuclear weapons in the media free space wastes a lot of energy, and the power is not concentrated enough. To deal with the threat of space, Icarus needs professional anti space weapons: gravity torpedoes, which use the gravitational negative pressure characteristics of strange matter itself to warp the surrounding space. This not only further increases the missile's speed, but also causes strong damage to the interior due to the gravitational field that erupts when hit, ignoring the thickness of the armor. It is a professional anti space ship weapon."
    },
    {
        "Name": "I重力鱼雷",
        "ZHCN": "专门的反太空战舰的武器，装备的奇异物质在精细控制下不仅在飞行阶段在前方制造负压为鱼雷持续提速，在命中时还能爆发强大的重力场，撕裂敌方舰船的结构，由于重力对万物生效，重力场的撕裂效应能无视装甲，直接作用于内部结构，是专业的反舰武器。",
        "ENUS": "A specialized weapon for anti space warships, equipped with strange substances that, under precise control, not only create negative pressure in the front during flight to continuously accelerate torpedoes, but also unleash a powerful gravity field when hit, tearing apart the structure of enemy ships. Due to gravity's effect on everything, the tearing effect of the gravity field can ignore armor and directly affect the internal structure, making it a professional anti-ship weapon."
    },
    {
        "Name": "电子战",
        "ZHCN": "电子战",
        "ENUS": "Electronic Warfare"
    },
    {
        "Name": "T电子战",
        "ZHCN": "为了帮助伊卡洛斯在与黑雾的战斗中取得制电磁权，工程师们将前军用级ECM脉冲发射器蓝图加入到戴森球计划中，它能在广域多频谱上对敌人进行电磁压制，极致简化的蓝图在计划的初级阶段即可制造，但也导致一些核心部件的使用寿命异常短暂，为此工程师们直接将这部分零件打包成“胶囊”，在使用过程中如同弹药一般直接进行热插拔替换。",
        "ENUS": "In order to help Icarus gain electromagnetic control in the battle against Black Mist, engineers added the blueprint of the former military grade ECM pulse transmitter to the Dyson Sphere project. It can suppress enemies' electromagnetic interference in a wide area and multi spectrum. The extremely simplified blueprint can be manufactured in the early stages of the plan, but it also leads to the extremely short service life of some core components. Therefore, engineers directly packaged these parts into \"capsules\" and hot swappable them like ammunition during use."
    },
    {
        "Name": "ECM脉冲发射器",
        "ZHCN": "ECM脉冲发射器",
        "ENUS": "ECM Pulse Transmitter"
    },
    {
        "Name": "IECM脉冲发射器",
        "ZHCN": "前军用级ECM脉冲发射器，能发射高强度电磁脉冲波，在多频谱上对黑雾的索敌雷达，火控雷达，无线通讯进行干扰，能显著降低黑雾单位的战斗力。需要接入集成了易损耗部件的胶囊才能运行。",
        "ENUS": "The former military grade ECM pulse transmitter is capable of emitting high-intensity electromagnetic pulse waves, which can interfere with enemy radars, fire control radars, and wireless communications in black fog on multiple spectra, significantly reducing the combat effectiveness of black fog units. Capsules that integrate consumable components are required to operate."
    },
    {
        "Name": "I电磁干扰胶囊",
        "ZHCN": "集成了脉冲发射器需要的高频震荡线圈和电子管发射器的组件“胶囊”，通过ECM脉冲发射器专门的输入接口可以轻松实现热插拔式接入，在过热逼近使用寿命时，将报废的胶囊弹出，并立刻插入下一个胶囊接替运行。",
        "ENUS": "The component \"capsule\" integrates the high-frequency oscillation coil required by the pulse transmitter and the electronic tube transmitter. It can be easily plugged in through the ECM pulse transmitter's dedicated input interface. When overheating approaches the service life, the scrapped capsule will be ejected and immediately inserted into the next capsule to take over operation."
    },
    {
        "Name": "I电磁压制胶囊",
        "ZHCN": "在干扰胶囊的基础上加入液氢作为冷却液以及高强度钛化玻璃，使得ECM发生器能用更高的功率进行电磁压制。",
        "ENUS": "Adding liquid hydrogen as a coolant and high-strength titanium glass on the basis of interfering with the capsule enables the ECM generator to perform electromagnetic suppression with higher power."
    },
    {
        "Name": "电磁武器升级描述",
        "ZHCN": "使电磁胶囊弹药量+5",
        "ENUS": "Boost the quantity of electromagnetic capsule ammunition by +5."
    },
    {
        "Name": "二选一科技",
        "ZHCN": "二选一科技",
        "ENUS": "Choose One Technology"
    },
    {
        "Name": "T二选一科技",
        "ZHCN": "该科技后续的两项科技为相互冲突科技，其中一项研究完成时另一项将失去作用\n<color=\"#FD965ECC\">注意不要浪费材料</color>",
        "ENUS": "The two subsequent technologies of this technology are conflicting technologies, and when one research is completed, the other will lose its effectiveness\n<color=\"#FD965ECC\">Be careful not to waste materials</color>"
    },
    {
        "Name": "高级磁场应用",
        "ZHCN": "高级磁场应用",
        "ENUS": "Advanced Magnetic Field Applications"
    },
    {
        "Name": "T高级磁场应用",
        "ZHCN": "磁场是很有趣的工具，绝不是仅仅用来将铁从一处地方吸引到另一个地方，以三级文明的视角，只需要对制造产线做小小的改造，便能用磁场参与初级产物的制作，以无形的磁场代替6轴加工机床，大幅提升制造速度。\n<color=\"#FD965ECC\">电动机</color>与<color=\"#FD965ECC\">电磁涡轮</color>的制造时间<color=\"#FD965ECC\">减半</color>\n<color=\"#FD965ECC\">注意：该科技与碳元素解离冲突，该科技研究完成后碳元素解离将无效</color>",
        "ENUS": "Magnetic field is a very interesting tool, not just used to attract iron from one place to another. From the perspective of a third level civilization, only a small modification of the manufacturing production line is needed to use magnetic field to participate in the production of primary products, replacing the 6-axis machining machine with an invisible magnetic field and greatly improving the manufacturing speed.\n<color=\"#FD965ECC\">Half of the manufacturing time for electric motors and electromagnetic turbines</color>\n<color=\"#FD965ECC\">Attention: this technology conflicts with Dissociation Of Carbon Element, and after the completion of this technology research, Dissociation Of Carbon Element will be ineffective</color>"
    },
    {
        "Name": "碳元素解离",
        "ZHCN": "碳元素解离",
        "ENUS": "Dissociation Of Carbon Element"
    },
    {
        "Name": "T碳元素解离",
        "ZHCN": "碳元素作为广泛存在的元素，仅仅是自身在结构上不同组合方式，就有石墨，石墨烯，碳纳米管等性质完全不同的工业制品，粒子打印产线为其进行特化适配是常见操作。\n解锁<color=\"#FD965ECC\">石墨烯（碳解离）</color>配方\n<color=\"#FD965ECC\">注意：该科技与高级磁场应用冲突，该科技研究完成后高级磁场应用将无效</color>",
        "ENUS": "Carbon, as a widely present element, can be used in industrial products with completely different properties, such as graphite, graphene, carbon nanotubes, etc., simply due to its different structural combinations. Particle printing production lines are commonly used to specialize and adapt it.\nUnlock <color=\"#FD965ECC\">graphene (carbon dissociation)</color> formula\n<color=\"#FD965ECC\">Attention: this technology conflicts with Advanced Magnetic Field Applications, and after the completion of this technology research, Advanced Magnetic Field Applications will be ineffective</color>"
    },
    {
        "Name": "熔炉 Mk.III",
        "ZHCN": "负熵熔炉",
        "ENUS": "Negentropy Smelter"
    },
    {
        "Name": "矩阵研究站 Mk.II",
        "ZHCN": "自演化研究站",
        "ENUS": "Self-evolution Lab"
    },
    {
        "Name": "制造台 Mk.IV",
        "ZHCN": "物质重组工厂",
        "ENUS": "Re-composing Assembler"
    },
    {
        "Name": "地上太阳",
        "ZHCN": "「地上太阳」",
        "ENUS": "「Aboveground Sun」"
    },
    {
        "Name": "I地上太阳",
        "ZHCN": "使用激光照射氘原子，气化等离的瞬间赋予其超高压力和超高温度，促成核聚变反应。其外围则有三个超导磁场环的环形结构，能够精准生成磁场约束其中的等离子体，并基于霍尔效应和法拉第电磁感应定律，将高温导电流体的动能直接转换为电能。",
        "ENUS": "The use of laser irradiation on deuterium atoms endows them with ultra-high pressure and temperature at the moment of vaporization and ionization, promoting nuclear fusion reactions. There is a ring-shaped structure with three superconducting magnetic field rings around it, which can accurately generate a magnetic field to confine the plasma inside, and based on the Hall effect and Faraday's law of electromagnetic induction, directly convert the kinetic energy of high-temperature conductive fluids into electrical energy."
    },
    {
        "Name": "聚变反应堆",
        "ZHCN": "聚变反应堆",
        "ENUS": "Fusion Reactor"
    },
    {
        "Name": "聚变反应堆描述",
        "ZHCN": "聚变燃料棒其实没有什么科技含量，说白了只是个储氢罐，只不过储的是氢的同位素而已。真正让其释放出远超化学反应能量的，是聚变反应堆。如何约束好聚变堆里那上亿度的等离子体，才是是衡量聚变堆水平的关键指标。",
        "ENUS": "Fusion fuel rods actually do not have much technological content. Simply put, they are just hydrogen storage tanks that store isotopes of hydrogen. The fusion reactor is the one that truly releases energy far beyond chemical reactions. How to restrain the billions of degrees of plasma in fusion reactors is the key indicator to measure the level of fusion reactors."
    },
    {
        "Name": "聚变反应堆结果",
        "ZHCN": "你解锁了发电设施：人造恒星。我们将在地上，重现灵乌路空的权能。",
        "ENUS": "You have unlocked the power generation facility, the Mini-sun. We are on earth, reproducing the power of Reiuzi Utsuho."
    },
    {
        "Name": "卷碳管时间减半",
        "ZHCN": "碳纳米管（粒子打印） 的配方时间减半",
        "ENUS": "Half of the formulation time for carbon nanotubes (particle printing)"
    },
    {
        "Name": "电动机电磁涡轮时间减半",
        "ZHCN": "电动机 与 电磁涡轮 的制造时间减半",
        "ENUS": "Half of the manufacturing time for electric motors and electromagnetic turbines"
    },
    {
        "Name": "负熵递归描述",
        "ZHCN": "当两团温度不同的流体相遇时，热量会从温度高的向温度低的转移，这称之为熵增。负熵奇点颠覆了这一点，当位面过滤器与负熵奇点组合成熔炼核心后，位面过滤器能如拉普拉斯妖那般过滤携带能量更高的粒子通过，体现在宏观的效果便是热量从低温向高温转移，自发汇聚热量的负熵熔炉在工作时无需消耗电能熔炼。但在待机时，我们不得不消耗大量能量降低熔炼核心的温度，否则自发无上限升温的核心可能会融穿一切堕入地心。",
        "ENUS": "When two fluids with different temperatures meet, heat will transfer from the higher temperature to the lower temperature, which is called entropy increase. The negative entropy singularity overturns this point. When the surface filter is combined with the negative entropy singularity to form a melting core, the surface filter can filter particles carrying higher energy through like Laplace's demon. The macroscopic effect is that heat is transferred from low temperature to high temperature, and the negative entropy furnace that spontaneously gathers heat does not need to consume electrical energy for melting during operation. But during standby, we have to consume a lot of energy to lower the temperature of the melting core, otherwise the core that spontaneously heats up without limit may melt through everything and fall into the center of the earth."
    },
    {
        "Name": "I熔炉 Mk.III",
        "ZHCN": "熔炉内部的负熵奇点与位面过滤器组成的核心将违反熵增定律，自发汇聚热量，在处理矿石时不需要专门消耗能量进行熔炼。但相对的，在待机时需要持续输入能量降温，防止核心自发性无上限的提升温度最终导致设备融毁。\n设备<color=\"#FD965ECC\">待机功耗大于工作功耗</color>",
        "ENUS": "The negative entropy singularity inside the furnace and the core composed of surface filters will violate the law of entropy increase, spontaneously gather heat, and do not require specialized energy consumption for smelting when processing ore. However, on the other hand, continuous energy input is required to cool down during standby, in order to prevent the core from spontaneously increasing the temperature without an upper limit and ultimately causing the device to melt down.\nEquipment <color=\"#FD965ECC\">Standby power consumption is greater than operating power consumption</color>"
    },
    {
        "Name": "I太空物流港",
        "ZHCN": "巨大的同步轨道物流港，比起“天勾”系统，物流港能实现行星之间更便捷的物资运输，它是行星内文明迈向星际文明的第一步，是将星球工厂连结成一个庞大的工业帝国的开始。\n<color=\"#FD965ECC\">需要由底下的太空电梯提供物资的行星内转运</color>",
        "ENUS": "The huge synchronous orbit logistics port, compared to the \"Sky Hook\" system, can achieve more convenient material transportation between planets. It is the first step for planetary civilizations to move towards interstellar civilization and the beginning of connecting planetary factories into a huge industrial empire.\n<color=\"#FD965ECC\">The planetary transportation of supplies needs to be provided by the space elevator below</color>"
    },
    {
        "Name": "超空间中继器",
        "ZHCN": "超空间中继器",
        "ENUS": "Hyper Relay"
    },
    {
        "Name": "T超空间中继器",
        "ZHCN": "曲率引擎和翘曲器是一项划时代的发明，它让文明得以升格为跨星系文明。但曲率引擎造价昂贵，能耗巨大也是不争的事实，在研究引力与曲速的过程中，工程师们研发出了超空间中继器，它能在星系之间以巨行星为“桥墩”，建造成一条跨星系的曲率“高速大桥”，供没有曲率引擎的飞船使用。",
        "ENUS": "The curvature engine and warping device are groundbreaking inventions that have elevated civilizations to cross galaxy civilizations. However, it is an undeniable fact that curvature engines are expensive and consume huge amounts of energy. In the process of studying gravity and curvature, engineers have developed Hyper Relay, which can use giant planets as \"bridge piers\" between galaxies to build a cross galaxy curvature \"high-speed bridge\" for spacecraft without curvature engines."
    },
    {
        "Name": "超空间中继器基座",
        "ZHCN": "超空间中继器基座",
        "ENUS": "Hyper Relay Base"
    },
    {
        "Name": "I超空间中继器基座",
        "ZHCN": "这是一种巨行星用的大型轨道设施，它工作在气巨轨道，将就地抽取的氘并输入内部的聚变堆组，以实现能源自维持。大型谐振盘阵列将共鸣核心发出的引力波，以构建出横跨星系的曲率通道。\n<color=\"#FD965ECC\">需要安装核心才能发挥作用</color>",
        "ENUS": "This is a large-scale orbital facility used for giant planets, which operates in gas giant orbits, extracting deuterium locally and inputting it into the internal fusion reactor group to achieve self-sustaining energy. The large resonant disk array generates gravitational waves from the resonant core to construct curvature channels across the galaxy.\n<color=\"#FD965ECC\">Core installation is required to be effective</color>"
    },
    {
        "Name": "超空间中继器核心",
        "ZHCN": "超空间中继器核心",
        "ENUS": "Hyper Relay Core"
    },
    {
        "Name": "I超空间中继器核心",
        "ZHCN": "由曲率引擎组搭建的人造奇点，将空间翘曲至极点形成简陋的人造微型黑洞，只需要稍稍震荡下这个人造黑洞，在巨行星的重力场增幅下就能成倍放大引力波，再经由中继器基座的谐振盘阵列共鸣，最终与另一个超空间中继器同频搭建成一条跨星系的曲率通道。\n<color=\"#FD965ECC\">需要安装在超空间中继器基座</color>\n如果<color=\"#FD965ECC\">两个星系都有超空间中继器</color>，那么这两星系之间的<color=\"#FD965ECC\">太空运输船</color>可以跨星系物流，这两星系之间太空运输船和深空货舰的跨星系物流<color=\"#FD965ECC\">不消耗翘曲器</color>，并能量消耗<color=\"#FD965ECC\">-80%</color>",
        "ENUS": "The artificial singularity built by the curvature engine group distorts space to the poles to form a rudimentary artificial micro black hole. With only a slight oscillation of this artificial black hole, gravitational waves can be multiplied by the amplification of the giant planet's gravity field. Then, through the resonant disk array of the relay base, it resonates with another hyperspace relay and finally builds a cross galaxy curvature channel at the same frequency.\n<color=\"#FD965ECC\">Need to be installed on the Hyper Relay Base</color> \n If <color=\"#FD965ECC\">both galaxies have Hyper Relay</color>, then <color=\"#FD965ECC\">the space transport ships</color> between these two galaxies can have cross galaxy logistics, and the cross galaxy logistics of space transport ships and deep space cargo ships between these two galaxies <color=\"#FD965ECC\">do not consume warping devices</color>, and energy consumption <color=\"#FD965ECC\">-80%</color>"
    },
    {
        "Name": "勘察卫星",
        "ZHCN": "勘察卫星",
        "ENUS": "Survey Satellite"
    },
    {
        "Name": "I勘察卫星",
        "ZHCN": "旧时COSMO使用的勘察卫星，使用廉价可靠的回收式火箭承载，使用简单的透镜组在算法的加持下能从简单的光谱中推算出星系其他行星的矿物分布情况。",
        "ENUS": "The survey satellites used by COSMO in the past were carried by inexpensive and reliable recovery rockets, and with the help of algorithms, simple prism sets were used to infer the mineral distribution of other planets in the galaxy from simple spectra."
    },
    {
        "Name": "回收式一体化卫星火箭",
        "ZHCN": "回收式一体化卫星火箭",
        "ENUS": "Recyclable Integrated Satellite Rocket"
    },
    {
        "Name": "T回收式一体化卫星火箭",
        "ZHCN": "化学火箭是文明迈向星空的第一步，当然，站在巨人的肩膀上，我们没必要从原始的多级抛弃式火箭开始，工程师们为戴森球计划准备了化学燃料火箭的最终方案：可回收式一体化卫星火箭。装载了勘探卫星的一体式火箭曾是COSMO开拓队的热门工具。",
        "ENUS": "Chemical rockets are the first step for civilization to step into the stars. Of course, as a giant standing on the shoulders, we don't need to start with primitive multi-stage disposable rockets. Engineers have prepared the final solution for the Dyson sphere project with chemical fuel rockets: a recyclable integrated satellite rocket.The integrated rocket carrying exploration satellites was once a popular tool for the COSMO exploration team."
    },
    {
        "Name": "轨道观测站",
        "ZHCN": "轨道观测站",
        "ENUS": "Orbital Observation Station"
    },
    {
        "Name": "I轨道观测站",
        "ZHCN": "大型的同步轨道观测站，由高强度钛化玻璃组成的大型透镜组能精细地观测宇宙，在算法的加持下甚至能扫描出6光年内其他星系中不主动发光的行星的矿物分布情况。\n其强大的观测扫描能力后续也能成为质量投射器的炮座",
        "ENUS": "A large synchronous orbit observation station, consisting of a large lens group made of high-strength titanium glass, can finely observe the universe. With the support of algorithms, it can even scan the mineral distribution of planets in other galaxies that do not actively emit light within 6 light years.\n Its powerful observation and scanning capabilities can also serve as a gun mount for mass projectors in the future"
    },
    {
        "Name": "T轨道观测站",
        "ZHCN": "对太空看的越远，越能感受自己的渺小，深空观测作为深空航天的首要步骤，意义重大，只有看清方向，你才能确定你在正确的航线上。",
        "ENUS": "The farther you look into space, the more you can feel your own insignificance. Deep space observation, as the primary step in deep space exploration, is of great significance. Only by seeing the direction clearly can you be sure that you are on the correct path."
    },
    {
        "Name": "勘探船",
        "ZHCN": "勘探船",
        "ENUS": "Exploration Ship"
    },
    {
        "Name": "I勘探船",
        "ZHCN": "COSMO现役的无人探测船，会自动探测沿途的星系的信息，造价低廉，使用广泛，拥有众多改型，通过加装额外的装甲和火力，便是COSMO最通用的护卫舰。",
        "ENUS": "The unmanned exploration ships currently in service at COSMO automatically detect information about galaxies along the way. They are low-cost, widely used, and have numerous modifications. By adding additional armor and firepower, they are the most versatile frigates of COSMO."
    },
    {
        "Name": "T勘探船",
        "ZHCN": "对深空的探索，仅仅靠固定不动的望远镜卫星是不够的，想要真正的获取星区的情报，拥有机动能力的探测船必不可少，工程师们为此准备了COSMO现役的无人探测船蓝图。",
        "ENUS": "For the exploration of deep space, it is not enough to rely solely on fixed telescopes and satellites. To truly obtain intelligence on the star region, a mobile exploration ship is essential. Engineers have prepared a blueprint for COSMO's current unmanned exploration ship for this purpose."
    },
    {
        "Name": "宇宙探索1解锁",
        "ZHCN": "建造 战场分析基站 以解锁该科技",
        "ENUS": "Building battlefield analysis base station to unlock this technology"
    },
    {
        "Name": "此科技不消耗物品研究",
        "ZHCN": "此科技不消耗物品研究",
        "ENUS": "This technology does not consume research items"
    },
    {
        "Name": "I建造战场分析基站以完成研究",
        "ZHCN": "当已建造战场分析基站，并选择研究该科技时，进度会自动增长直至宇宙探索1级科技完成",
        "ENUS": "When a battlefield analysis base station has been built and the technology is chosen for research, the progress will automatically increase until the completion of the first level of space exploration technology"
    },
    {
        "Name": "宇宙探索2解锁",
        "ZHCN": "建造 勘察卫星 以解锁该科技",
        "ENUS": "Building survey satellite to unlock this technology"
    },
    {
        "Name": "I建造勘察卫星以完成研究",
        "ZHCN": "当已建造勘察卫星，并选择研究该科技时，进度会自动增长直至宇宙探索2级科技完成",
        "ENUS": "When a survey satellite has been built and chosen to study the technology, the progress will automatically increase until the completion of the second level of space exploration technology"
    },
    {
        "Name": "宇宙探索3解锁",
        "ZHCN": "建造 轨道观测站 以解锁该科技",
        "ENUS": "Building Orbital Observation Station to unlock this technology"
    },
    {
        "Name": "I建造轨道观测站以完成研究",
        "ZHCN": "当已建造轨道观测站，并选择研究该科技时，进度会自动增长直至宇宙探索3级科技完成",
        "ENUS": "When a Orbital Observation Station has been built and chosen to study the technology, the progress will automatically increase until the completion of the third level of space exploration technology"
    },
    {
        "Name": "宇宙探索4解锁",
        "ZHCN": "派遣 100个勘探船 以解锁该科技",
        "ENUS": "Consume 100 exploration ships to unlock this technology"
    },
    {
        "Name": "T宇宙探索1",
        "ZHCN": "从踏上星球的那一刻，便踏出了宇宙探索的第一步，一切显得陌生而有趣。使用战场分析基站的雷达可以扫描本行星的矿物储量情况。",
        "ENUS": "From the moment I stepped onto the planet, I took the first step in exploring the universe, everything seemed strange yet interesting. The radar of the battlefield analysis base station can scan the mineral reserves of this planet."
    },
    {
        "Name": "T宇宙探索2",
        "ZHCN": "发射勘探卫星，扫描本行星系的矿物储量情况。这是从行星内文明迈向行星系文明的第一步。",
        "ENUS": "Launch exploration satellites to scan the mineral reserves of our galaxy. This is the first step from a planetary civilization to a planetary civilization."
    },
    {
        "Name": "T宇宙探索3",
        "ZHCN": "建造轨道观测站，扫描6光年内行星系的矿物储量，是时候为踏出星系做好准备了。",
        "ENUS": "It's time to prepare for stepping out of the galaxy by building an orbital observatory and scanning the mineral reserves of galaxies within 6 light-years."
    },
    {
        "Name": "T宇宙探索4",
        "ZHCN": "派遣勘探船探索整个星区，宇宙中存在着稀有矿物，找到它们会让你的生产效率大大提高。",
        "ENUS": "Dispatch exploration ships to explore the entire star region. There are rare minerals in the universe, and finding them will greatly improve your productivity."
    },
    // 星环
    {
        "Name": "同步轨道设施只能建设在特定位置",
        "ZHCN": "同步轨道设施只能建设在特定位置",
        "ENUS": "Synchronous orbit facilities can only be built at specific locations"
    },
    {
        "Name": "同步轨道核心设施只能建设在对应基座上",
        "ZHCN": "同步轨道核心设施只能建设在对应基座上",
        "ENUS": "Synchronous orbit core facilities can only be built on corresponding pedestals"
    },
    {
        "Name": "一个星环只能建造一座星环对撞机总控站",
        "ZHCN": "一个星环只能建造一座星环对撞机总控站",
        "ENUS": "One orbital ring can only build one Orbital Ring Particle Accelerator Collider Control Station"
    },
    {
        "Name": "太空电梯",
        "ZHCN": "太空电梯",
        "ENUS": "Space Elevator"
    },
    {
        "Name": "I太空电梯",
        "ZHCN": "作为有史以来最高的人造建筑，太空电梯是跨越行星与太空的垂直运输枢纽，千米级的高强度碳纳米管缆固定的电梯将为后续建造的同步轨道设施提供运力支撑。作为戴森球计划中最先接触到的航天工程，它将是文明迈向星际的起点。\n<color=\"#FD965ECC\">选择物品的槽位自动收/送上层轨道设施对应的需求物品/产出物品</color>\n<color=\"#FD965ECC\">只能建造在固定位置，纬度为赤道上下10格，经度为从0开始每隔25格</color>",
        "ENUS": "As the tallest man-made building in history, the space elevator is a vertical transportation hub that spans planets and space. The kilometer level high-strength carbon nanotube cable fixed elevator will provide transportation support for the subsequent construction of synchronous orbit facilities. As the first aerospace project to be encountered in the Dyson Sphere program, it will be the starting point for civilization to move towards interstellar space.\n<color=\"#FD965ECC\">Select the slot for the item to automatically receive/deliver the required/output items corresponding to the upper level track facilities</color>\n<color=\"#FD965ECC\">It can only be built in a fixed location, with a latitude of 10 grids above and below the equator and a longitude of every 25 grids starting from 0</color>"
    },
    {
        "Name": "T太空电梯",
        "ZHCN": "使用化学燃料火箭支撑星际物流是不现实的，必须要更方便，消耗更低的跳出行星重力井的手段。在选型阶段，工程师们最终决定跳过“天钩”，直接一步到位，使用太空电梯作为同步轨道设施的对接点。",
        "ENUS": "It is not realistic to use chemical fuel rockets to support interstellar logistics, and a more convenient and cost-effective way to escape from planetary gravity wells is necessary. In the selection stage, the engineers ultimately decided to skip the \"sky hook\" and directly use the space elevator as the docking point for the synchronous orbit facility."
    },
    {
        "Name": "轨道连接组件",
        "ZHCN": "轨道连接组件",
        "ENUS": "Orbital Connection Components"
    },
    {
        "Name": "I轨道连接组件",
        "ZHCN": "将同步轨道设施连接起来的连接结构，坚固强韧的钛晶石保证连接的可靠，光纤连接的电路控制则为后续以环行星巨构为载体的组件提供控制基础。",
        "ENUS": "The connection structure that connects synchronous orbit facilities, with sturdy and strong titanium crystals ensuring reliable connections, and the circuit control of fiber optic connections providing a control basis for subsequent components carried by planetary structures."
    },
    {
        "Name": "轨道设施连接工程",
        "ZHCN": "轨道设施连接工程",
        "ENUS": "Orbital Infrastructure Connection Project"
    },
    {
        "Name": "T轨道设施连接工程",
        "ZHCN": "一个同步轨道设施在旧时代或许能算作大型太空建筑，但对于三级文明来说，单个轨道设施只能算作一个节点，将一个个节点连接起来，才算是大型太空结构工程的开始。",
        "ENUS": "A synchronous orbit facility may have been considered a large space building in the old times, but for a third level civilization, a single orbit facility can only be considered a node. Connecting nodes together is the beginning of large-scale space structural engineering."
    },
    {
        "Name": "轨道熔炼站",
        "ZHCN": "轨道熔炼站",
        "ENUS": "Orbital Melting Station"
    },
    {
        "Name": "I轨道熔炼站",
        "ZHCN": "巨大的同步轨道熔炉车间，覆有大面积的铜箔散热鳍，熔炼太空电梯输入的原料，同步轨道的真空环境是天然的无尘车间，无重力环境可以避免熔炼中的金属因重力而分层，由此同步轨道熔炉车间可以产出高质量熔炼金属。\n此建筑产出无条件获得<color=\"#FD965ECC\">三级增产</color>效果\n<color=\"#FD965ECC\">需要由底下的太空电梯提供物品的输入输出。</color>",
        "ENUS": "The huge synchronous orbit furnace workshop is covered with large areas of copper foil heat dissipation fins, which melt the raw materials input by the space elevator. The vacuum environment of the synchronous orbit is a natural dust-free workshop, and the gravity free environment can avoid the layering of metals during melting due to gravity. Therefore, the synchronous orbit furnace workshop can produce high-quality melted metals.\nThis building guarantees an unconditional <color=\"#FD965ECC\">Level 3 Production Boost</color> effect in its output.\n<color=\"#FD965ECC\">The input and output of items need to be provided by the space elevator below</color>"
    },
    {
        "Name": "T轨道熔炼站",
        "ZHCN": "同步轨道是个不错的地方，对于熔炼反应来说，这里不用担心烦人的灰尘会污染高纯净半导体，也不用担心重力引起的对流和沉淀效应导致产出的合金组分不均匀。唯一的问题便是跨越行星重力井的成本，当太空电梯解决了这个问题后，在同步轨道组建专门的熔炼站就成为了可能。",
        "ENUS": "Synchronous orbit is a good place for smelting reactions, where there is no need to worry about annoying dust contaminating high-purity semiconductors, nor about gravity induced convection and precipitation effects causing uneven alloy composition in the output. The only issue is the cost of crossing planetary gravity wells. Once the space elevator solves this problem, it becomes possible to establish a dedicated melting station in synchronous orbit."
    },
    {
        "Name": "星环巨构",
        "ZHCN": "星环巨构",
        "ENUS": "Orbital Ring Giant Structure"
    },
    {
        "Name": "T星环巨构",
        "ZHCN": "太空电梯是高效快捷的离星通道，成熟的星际文明不可能绕过太空电梯发展，而太空电梯只能建设在赤道，这也使得依附于太空电梯的同步轨道设施也要建造于赤道面，那么，当同步轨道设施连绵成片时，便是星环：一个巨型的环星轨道结构，这代表了行星开发的高度，也是工程学上的奇迹。",
        "ENUS": "The space elevator is an efficient and fast way to leave the star. Mature interstellar civilizations cannot develop without the space elevator, and the space elevator can only be built at the equator. This also requires the synchronous orbit facilities attached to the space elevator to be built on the equatorial plane. Therefore, when the synchronous orbit facilities are connected in patches, it is a giant ring orbit structure, which represents the height of planetary development and is also an engineering miracle."
    },
    {
        "Name": "星环电网",
        "ZHCN": "星环电网",
        "ENUS": "Orbital Ring Power Grid"
    },
    {
        "Name": "T星环电网",
        "ZHCN": "电力是工业巨兽的神经，供电是工业运作的开始，从地面连线，到远距离供电，再到卫星配电，或许你觉得卫星配电已然足够，但工程师们提供了一个更宏大的方案，建设一个同步轨道电网枢纽，以与同一星环中的其他同步轨道设施为载体，协调广播出覆盖整个行星的太空星环电网。",
        "ENUS": "Electricity is the nerve of industrial giants, and power supply is the beginning of industrial operations. From ground connections, to long-distance power supply, and then to satellite power distribution, you may think that satellite power distribution is already sufficient, but engineers have provided a more ambitious plan to build a synchronous orbit power grid hub, which will coordinate with other synchronous orbit facilities in the same ring as a carrier to broadcast a space ring power grid covering the entire planet."
    },
    {
        "Name": "星环电网枢纽",
        "ZHCN": "星环电网枢纽",
        "ENUS": "Orbital Ring Power Grid Hub"
    },
    {
        "Name": "I星环电网枢纽",
        "ZHCN": "一个同步轨道电力协调设施，借助同一个星环里的其他设施安装附属的电力广播设施，电网枢纽能协调整个星环向行星发送覆盖全行星的电力广播，以此达成全球无线电力连接。\n必须建设在<color=\"#FD965ECC\">完整的星环</color>中才能使<color=\"#FD965ECC\">全球供电</color>。",
        "ENUS": "A synchronous orbit power coordination facility, with the help of other facilities installed in the same ring, can coordinate the entire ring to send power broadcasts covering the entire planet, thereby achieving global wireless power connection.\n It must be built within <color=\"#FD965ECC\">a complete orbital ring</color> to provide <color=\"#FD965ECC\">global power supply</color>."
    },
    {
        "Name": "星环对撞机",
        "ZHCN": "星环对撞机",
        "ENUS": "Orbital Ring Particle Accelerator Collider"
    },
    {
        "Name": "T星环对撞机",
        "ZHCN": "粒子回旋加速对撞机，让粒子在环形的加速轨道里被磁场不断加速，达到速度后撞击目标粒子，即是粒子对撞机的原理，回旋加速轨道有多大直接决定了最终能加速的速度。那么，如果以星环巨构为支点搭建加速轨道为环行星的对撞机，那么其效率将远胜地面上笨重迟缓的微型粒子对撞机。",
        "ENUS": "The particle cyclotron accelerator collider accelerates particles continuously by a magnetic field in a circular acceleration orbit, and after reaching velocity, collides with the target particle. This is the principle of the particle collider, and the size of the cyclotron acceleration orbit directly determines the final speed that can be accelerated. So, if a collider with an accelerating orbit around a planet is built using the star ring structure as a fulcrum, its efficiency will be much better than the bulky and sluggish micro particle collider on the ground."
    },
    {
        "Name": "星环对撞机总控站",
        "ZHCN": "星环对撞机总控站",
        "ENUS": "Orbital Ring Particle Accelerator Collider Control Station"
    },
    {
        "Name": "I星环对撞机总控站",
        "ZHCN": "星环对撞机在轨总控设施，建造时会将各节加速轨道加装到星环上的各轨道设施上。星环对撞机总控站负责控制整个星环的加速轨道，以及目标粒子的输入输出。\n因为以整个星环为加速轨道，因此<color=\"#FD965ECC\">一个星环只能建造一个星环对撞机总控站。</color>\n且需要<color=\"#FD965ECC\">星环完整</color>才能运作\n<color=\"#FD965ECC\">需要由底下的太空电梯提供物品的输入输出。</color>",
        "ENUS": "The in orbit control facility of the Star Ring Collider will be constructed by installing each section of the acceleration orbit onto the various orbital facilities on the star ring. The main control station of the Star Ring Collider is responsible for controlling the acceleration orbit of the entire star ring and the input and output of target particles.\n Because the entire ring is used as the acceleration orbit, only <color=\"#FD965ECC\">one ring collider control station can be built for each ring.</color>\n And it requires the <color=\"#FD965ECC\">complete orbital ring</color> to operate \n<color=\"#FD965ECC\">The input and output of items need to be provided by the space elevator below</color>"
    },
    {
        "Name": "轨道防御炮台",
        "ZHCN": "轨道防御炮台",
        "ENUS": "Orbital Defense Turret"
    },
    {
        "Name": "T轨道防御炮台",
        "ZHCN": "轨道防御炮台，是一种用于防卫高战略价值殖民地星球的大型同步轨道设施，一般是将拥有高级观测扫描的轨道观测站改造为武装炮座，然后搭载一门重型电浆炮。原本观测宇宙的深空望远镜改装为近距离的高精度扫描火控雷达，为重型电浆炮提供瞄准演算诸元，在同步轨道，没有大气层干扰的电浆武器能发挥出可怕的射程和威力。重型电浆炮亦可换成一门重型电磁弹射器，将太阳帆弹射至戴森云轨道。",
        "ENUS": "Orbital defense turrets are large synchronous orbital facilities used to defend high strategic value colonial planets. Generally, orbital observation stations with advanced observation and scanning capabilities are transformed into armed gun emplacements, and then equipped with a heavy plasma gun. The deep space telescope originally used for observing the universe has been converted into a high-precision scanning fire control radar for close range, providing aiming calculation elements for heavy plasma guns. In synchronous orbit, plasma weapons without atmospheric interference can exert terrifying range and power. The heavy plasma cannon can also be replaced with a heavy electromagnetic catapult to launch the solar sail into Dyson Cloud orbit."
    },
    {
        "Name": "轨道炮座",
        "ZHCN": "轨道炮座",
        "ENUS": "Orbital Barbette"
    },
    {
        "Name": "I轨道炮座",
        "ZHCN": "原是同步轨道宇宙观测站，其高精镜头组不仅可以观测深空，也可以为近处的射击提供火控演算诸元，只要稍加做下改造，就是一座不错的轨道炮座。\n可以加载轨道弹射器或者重型电浆炮",
        "ENUS": "Originally a synchronous orbit space observation station, its high-precision lens group can not only observe deep space, but also provide fire control calculation elements for nearby shooting. With a little modification, it is a good orbital gun mount.\nCan load orbital catapults or heavy plasma guns"
    },
    {
        "Name": "重型电磁弹射器",
        "ZHCN": "重型电磁弹射器",
        "ENUS": "Heavy Duty Electromagnetic Catapult"
    },
    {
        "Name": "I重型电磁弹射器",
        "ZHCN": "为同步轨道武装炮座做适配化改造的大型电磁弹射器，接入了炮座的瞄准系统，后坐力缓冲系统和炮身冷却系统，可以以极高的效率弹射太阳帆。",
        "ENUS": "A large electromagnetic catapult adapted for the synchronous orbit armed gun mount has been integrated with the aiming system, recoil buffering system, and gun cooling system of the gun mount, which can launch solar sails with extremely high efficiency."
    },
    {
        "Name": "轨道空投",
        "ZHCN": "轨道空投",
        "ENUS": "Orbital Airdrop"
    },
    {
        "Name": "T轨道空投",
        "ZHCN": "物资在跨星物流时，靠火箭推进跨越行星的重力井需要的成本巨大，因此才建设了太空电梯和物流港，由在同步轨道的物流港接收运输船，但是建设太空电梯和配套物流港依旧是一项成本，在殖民新的行星时，这时可能并没有发货需求，只有低成本接受货物的需求，那么可以建设低成本的轨道空投引导站，引导运输船在太空轨道将货物空投下来。",
        "ENUS": "When materials are transported across planets through gravity wells propelled by rockets, the cost is enormous. Therefore, space elevators and logistics ports have been built, with transport ships received by logistics ports in synchronous orbit. However, building space elevators and supporting logistics ports is still a cost. When colonizing a new planet, there may not be a demand for shipping at this time, only a demand for low-cost acceptance of goods. Therefore, low-cost orbital airdrop guidance stations can be built to guide transport ships to airdrop goods in space orbit."
    },
    {
        "Name": "轨道空投引导站",
        "ZHCN": "轨道空投引导站",
        "ENUS": "Orbital Airdrop Guidance Station"
    },
    {
        "Name": "I轨道空投引导站",
        "ZHCN": "装备了激光信标，可以引导在轨的运输船将货物精准空投到引导站，完成物资的星际接收，而不需要建造昂贵的太空电梯和物流港。\n<color=\"#FD965ECC\">不可选择星际供应</color>",
        "ENUS": "Equipped with laser beacons, it can guide transport ships in orbit to accurately airdrop goods to the guidance station, completing interstellar material reception without the need to build expensive space elevators and logistics ports.\n<color=\"#FD965ECC\">Cannot choose interstellar supply</color>"
    },
    {
        "Name": "拆除基座标题",
        "ZHCN": "错误拆除提示",
        "ENUS": "Error Removal Prompt"
    },
    {
        "Name": "拆除基座文字",
        "ZHCN": "您正在拆除一个装有核心的建筑基座，请先拆除核心，再尝试拆除基座",
        "ENUS": "You are dismantling a building base with a core. Please remove the core first and then try to remove the base"
    },
    {
        "Name": "星环解锁",
        "ZHCN": "沿着赤道上或下其中一圈，建设同步轨道设施，达到40个时，解锁该科技。\n其他描述需要星环的要求也是这个标准：所在的圈建造轨道设施达到40个",
        "ENUS": "Construct synchronous orbit facilities along one of the circles above or below the equator, and unlock the technology when reaching 40. \nThe other requirements for star rings are also based on this standard: the orbit facilities built in the circle should reach 40"
    },
    // 巨构mod
    {
        "Name": "引力发生装置",
        "ZHCN": "引力发生装置",
        "ENUS": "Gravity generator"
    },
    {
        "Name": "I引力发生装置",
        "ZHCN": "引导临界光子轰击奇异物质即可激发引力波。恒星附近能够获取大量的临界光子，从而能够使引力发生装置高效地运行。",
        "ENUS": "Gravitational waves can be excited by directing critical photons to hit strange matter. A large number of critical photons can be obtained near the star, allowing the gravitational generator to operate efficiently."
    },
    {
        "Name": "位面约束环",
        "ZHCN": "位面约束环",
        "ENUS": "Plane constraint ring"
    },
    {
        "Name": "I位面约束环",
        "ZHCN": "位面约束环能够协同引力透镜引导并操纵引力，也是构建科学枢纽所需的恒星级粒子加速器的必要组件。",
        "ENUS": "Plane constraint ring can guide and manipulate gravity with graviton lens, and it is also an essential component of the stellar-scale particle accelerators which are needed to build science nexus."
    },
    {
        "Name": "引力钻头",
        "ZHCN": "引力钻头",
        "ENUS": "Graviton drill"
    },
    {
        "Name": "I引力钻头",
        "ZHCN": "借助黑洞本身的引力，引力钻头能够将物质从黑洞中取出，这还包括吸积盘中大量的单极磁石。借助谐振盘，黑洞原质将能够被解压并在星系内输送。",
        "ENUS": "The graviton drill can pull matter out of the black hole using the gravity of the black hole itself, which also includes the unipolar magnets in the accretion disk. With the help of the resonant disc, the matter from the black hole will be able to be decompressed and transported within the galaxy."
    },
    {
        "Name": "隧穿激发装置",
        "ZHCN": "隧穿激发装置",
        "ENUS": "Tunneling exciter"
    },
    {
        "Name": "I隧穿激发装置",
        "ZHCN": "隧穿激发装置可以完美地掌控量子隧穿效应，常被用来强化量子芯片的处理能力和纠错能力。通过量子隧穿效应还能够轻易突破弯曲空间的能量势垒，使得在任意远的空间打开裂口成为可能。",
        "ENUS": "Tunneling exciters can perfectly control the quantum tunneling effect, and are often used to enhance the processing and error correction capabilities of quantum chips. The quantum tunneling effect can also easily break through the energy barrier of the curved space, making it possible to open the warp crack in any space far away."
    },
    {
        "Name": "谐振盘",
        "ZHCN": "谐振盘",
        "ENUS": "Resonant disc"
    },
    {
        "Name": "I谐振盘",
        "ZHCN": "谐振盘仅通过恒星级别的能量就可以产生跨越恒星系的空间波动能量束。如果将谐振盘组成阵列，理论上可以形成覆盖全宇宙的折跃能量场。",
        "ENUS": "The resonant disc can generate interstellar-scale space-wave energy beams from only stellar-scale energy. If the resonant discs are formed into an array, a warp field covering the entire universe can theoretically be formed."
    },
    {
        "Name": "量子服务器群集",
        "ZHCN": "量子服务器群集",
        "ENUS": "Quantum Service Cluster"
    },
    {
        "Name": "I量子服务器群集",
        "ZHCN": "只要供给足够的能量，量子计算机的运算时钟能够无限逼近普朗克时间。通过量子比特协同，其潜在的单线程运算速率还能突破物理极限，并可以无限提升。现在，限制其计算速度的将只有能量输入水平。",
        "ENUS": "As long as enough energy is supplied, the computing clock of a quantum computer can approach Planck time indefinitely. Through the cooperation of qubits, its potential single-threaded operation rate can also break through the physical limit and can be infinitely improved. Now, it will only be the level of energy input that will limit its computational speed."
    },
    // 通关
    {
        "Name": "数学率引擎-算力架构组件",
        "ZHCN": "数学率引擎-算力架构组件",
        "ENUS": "Mathematical Rate Engine - Computing Architecture Component"
    },
    {
        "Name": "I数学率引擎-算力架构组件",
        "ZHCN": "引力是穿透现实的最佳选择，而控制宇宙中最极端的引力天体：黑洞，以及引力发生装置组成的引力共鸣阵列，则需要成千上万个量子服务器群集联网组成太空巨构，使用谐振盘精细调控引力场的共鸣。",
        "ENUS": "Gravity is the best choice for penetrating reality, and controlling the most extreme gravitational celestial bodies in the universe: black holes, as well as the gravitational resonance array composed of gravity generating devices, requires thousands of quantum server clusters to network together to form a space giant, using resonance disks to finely regulate the resonance of the gravitational field."
    },
    {
        "Name": "数学率引擎-算力架构-运载火箭",
        "ZHCN": "数学率引擎-算力架构-运载火箭",
        "ENUS": "Mathematical Rate Engine - Computing Architecture - Launch Vehicle"
    },
    {
        "Name": "I数学率引擎-算力架构-运载火箭",
        "ZHCN": "负责运载数学率引擎节点组件的火箭，为了抵抗黑洞强大的引力，推进器更换为加力推进器。",
        "ENUS": "The rocket responsible for carrying the mathematical rate engine node components has replaced its thrusters with booster thrusters to resist the strong gravitational pull of the black hole."
    },
    {
        "Name": "数学率引擎-深蓝之井-运载火箭",
        "ZHCN": "数学率引擎-深蓝之井-运载火箭",
        "ENUS": "Mathematical Rate Engine - Deep Blue Well - Launch Vehicle"
    },
    {
        "Name": "I数学率引擎-深蓝之井-运载火箭",
        "ZHCN": "为了使数学率引擎全功率运转，需要建造有史以来最强大的发电站：环黑洞反物质堆发电巨构，以供应这座创生引擎。",
        "ENUS": "In order to operate the mathematical rate engine at full power, it is necessary to build the most powerful power plant in history: the Ring Black Hole Anti Matter Reactor Power Generation Complex, to supply this generative engine."
    },
    {
        "Name": "数学率引擎零阶",
        "ZHCN": "黑洞的电磁弹射器发射 引力发生装置",
        "ENUS": "The electromagnetic catapult of a black hole emits a gravity generating device"
    },
    {
        "Name": "数学率引擎一阶",
        "ZHCN": "黑洞的电磁弹射器发射改为 反物质燃料棒，发射井发射 数学率引擎-算力架构-运载火箭",
        "ENUS": "The electromagnetic catapult of the black hole is replaced with antimatter fuel rods, and the mathematical rate engine - computing power architecture - carrier rocket is launched from the launch well"
    },
    {
        "Name": "数学率引擎二阶",
        "ZHCN": "黑洞的电磁弹射器发射改为 引力钻头，发射井发射 数学率引擎-深蓝之井-运载火箭",
        "ENUS": "The electromagnetic catapult launch of the black hole is replaced by a gravity drill bit, and the launch well launches a mathematical rate engine - Deep Blue Well - carrier rocket"
    },
    {
        "Name": "数学率引擎三阶",
        "ZHCN": "使数学率引擎达到40k休谟指数以完成科技",
        "ENUS": "Achieve a mathematical rate engine of 40k Humes to complete technology"
    },
    {
        "Name": "坐标引擎",
        "ZHCN": "坐标引擎",
        "ENUS": "Coordinate Engine"
    },
    {
        "Name": "T坐标引擎",
        "ZHCN": "通过数学率引擎对现实的修改，我们尝试以引擎为原点建立坐标系，对伊卡洛斯现实位置进行坐标修改，这项技术将颠覆所有传统航行技术，无视远近，无视障碍。\n因为技术不成熟，坐标引擎传送权限暂时只开放给伊卡洛斯，并且传送会<color=\"#FD965ECC\">清空能量</color>。",
        "ENUS": "By modifying reality through a mathematical rate engine, we attempt to establish a coordinate system with the engine as the origin and adjust the coordinates of Icarus's real-world position. This technology will revolutionize all traditional navigation techniques, disregarding distance and obstacles.\nDue to the immaturity of the technology, the teleportation permission of the coordinate engine is temporarily only open to Icarus, and teleportation will <color=\"#FD965ECC\">clear all energy</color>."
    },
    {
        "Name": "坐标引擎文字描述",
        "ZHCN": "使用数学率引擎修改伊卡洛斯的坐标现实，以实现全星区任意行星无视距离障碍的完全“瞬移”。",
        "ENUS": "Utilize the mathematical rate engine to alter the coordinate reality of Icarus, enabling complete \"teleportation\" across any planet in the entire star system, regardless of distance obstacles."
    },
    {
        "Name": "开弦修正",
        "ZHCN": "开弦修正",
        "ENUS": "Open String Correction"
    },
    {
        "Name": "T开弦修正",
        "ZHCN": "通过数学率引擎对现实的修改，我们尝试对临界光子产生的开弦进行修正，我们对数学率的了解还不是很清晰，对弦论的修改可能会出现预期外的结果。",
        "ENUS": "By modifying reality through the mathematical rate engine, we attempt to correct the open strings generated by critical photons. Our understanding of mathematical rates is not yet very clear, and modifications to string theory may yield unexpected results."
    },
    {
        "Name": "开弦修正描述",
        "ZHCN": "研究完成时，【公式】质能储存 的产物有{0:P0}概率+1，有{1:P0}概率-1。",
        "ENUS": "Upon completion of the research, the product of [Formula] mass-energy storage has a {0:P0} probability of +1 and a {1:P0} probability of -1."
    },
    {
        "Name": "开弦修正结果",
        "ZHCN": "【公式】质能储存 的产物数目已改变（最小为1，最大为4）。",
        "ENUS": "The product of [Formula] mass-energy storage has changed (minimum 1, maximum 4)."
    },
    {
        "Name": "规划",
        "ZHCN": "规划",
        "ENUS": "Plan "
    },
    {
        "Name": "共鸣阵列",
        "ZHCN": "共鸣阵列",
        "ENUS": "Resonance Array"
    },
    {
        "Name": "数学率引擎",
        "ZHCN": "数学率引擎",
        "ENUS": "Mathematical Rate Engine"
    },
    {
        "Name": "恒星功效系数",
        "ZHCN": "恒星功效系数",
        "ENUS": "Star Efficiency"
    },
    {
        "Name": "最大工作效率",
        "ZHCN": "最大工作效率",
        "ENUS": "Capacity"
    },
    {
        "Name": "现实重构",
        "ZHCN": "现实重构",
        "ENUS": "Reality Reconstruction"
    },
    {
        "Name": "引力共鸣",
        "ZHCN": "引力共鸣",
        "ENUS": "Gravitational Resonance"
    },
    {
        "Name": "引力系数",
        "ZHCN": "引力系数",
        "ENUS": "Gravitational Coefficient"
    },
    {
        "Name": "因为，山就在那里",
        "ZHCN": "因为，山就在那里",
        "ENUS": "Because it is there"
    },
    {
        "Name": "为何攀登高峰",
        "ZHCN": "为何攀登高峰",
        "ENUS": "Why climb the peak"
    },
    {
        "Name": "T因为，山就在那里",
        "ZHCN": "这只是个虚无缥缈的推论，一个猜想，但是要验证这个推论需要数个星系维持的庞大物力。放眼整个星区已没有任何人配称得上敌人，大统一理论已被推论，宇宙的真理已尽在你手，为何还要攀登高峰？\r\n\r\n<color=\"#FD965ECC\">解锁黑洞巨构 共鸣阵列 的建设。</color>",
        "ENUS": "This is just a vague inference, a conjecture, but to verify this inference, it requires massive physical forces maintained by several galaxies. Looking at the entire star region, there is no one worthy of being an enemy. The theory of great unity has been deduced, and the truth of the universe is already in your hands. Why climb the peak?\r\n\r\n<color=\"#FD965ECC\">Unlock the construction of the Megastructure Resonance Array within a Black Hole.</color>"
    },
    {
        "Name": "T因为，山就在那里完成",
        "ZHCN": "停滞不前的文明注定消亡，面对科学的高峰，不要询问成本，不要询问意义，“因为，山就在那里”，这就是回答。",
        "ENUS": "A stagnant civilization is destined to perish. When facing the peak of science, do not ask about cost or meaning, \"because the mountain is there\". This is the answer."
    },
    {
        "Name": "穿透现实",
        "ZHCN": "穿透现实",
        "ENUS": "Penetrating Reality"
    },
    {
        "Name": "T穿透现实",
        "ZHCN": "随着大统一理论的秘密逐渐被揭开，我们确定，引力在塑造宇宙这个精密的数学率机器中起到了重要作用。就如黑洞是宇宙中最极端的天体，引力是穿透现实的最佳选择。\r\n\r\n<color=\"#FD965ECC\">共鸣阵列达到8Mg（g=9.8m/s）解锁此科技，黑洞巨构升级为 数学率引擎。</color>",
        "ENUS": "As the secrets of the grand unified theory are gradually revealed, we are certain that gravity plays an important role in shaping the precise mathematical rate machine of the universe. Just as black holes are the most extreme celestial bodies in the universe, gravity is the best choice for penetrating reality.\r\n\r\n<color=\"#FD965ECC\">The resonance array reaches 16.5Mg(g=9.8m/s) to unlock this technology, and the black hole structure is upgraded to a mathematical rate engine.</color>"
    },
    {
        "Name": "T穿透现实完成",
        "ZHCN": "以黑洞作为基础，引力钻头阵列为其共鸣，在响彻整个星区的回荡中，我们获得了穿透现实的能力。",
        "ENUS": "Based on black holes and resonating with gravitational drill arrays, we have gained the ability to penetrate reality through the reverberations that echo throughout the entire star region."
    },
    {
        "Name": "宇宙的齿轮",
        "ZHCN": "宇宙的齿轮",
        "ENUS": "The Gears Of The Universe"
    },
    {
        "Name": "T宇宙的齿轮",
        "ZHCN": "宇宙是个庞大机器，以数学，规则为齿轮构筑的，数千万亿年都在精准运行的机器。如今借由量子比特架构的强大算力，我们得以尝试通过引力发生阵列拨动黑洞的重力涟漪，以此来撬动这个庞大机器中的齿轮：数学率。\r\n\r\n<color=\"#FD965ECC\">数学率引擎达到20k休谟指数解锁此科技</color>",
        "ENUS": "The universe is a massive machine, constructed with mathematics and rules as gears, and has been operating precisely for billions of years. Nowadays, with the powerful computing power of quantum bit architecture, we are able to attempt to manipulate the gravitational ripples of black holes through gravitational arrays, in order to lever the gears in this massive machine: mathematical rates.\r\n\r\n<color=\"#FD965ECC\">Math rate engine reaches 20k Humes to unlock this technology</color>"
    },
    {
        "Name": "T宇宙的齿轮完成",
        "ZHCN": "现实在指令的重压下屈服，从此以后，光速，不再是一个常数。",
        "ENUS": "Reality yielded under the weight of instructions, and from then on, the speed of light was no longer a constant."
    },
    {
        "Name": "宇宙创生",
        "ZHCN": "宇宙创生",
        "ENUS": "Cosmogenesis"
    },
    {
        "Name": "T宇宙创生",
        "ZHCN": "宇宙的本质在被我们一步步揭晓，曾经，我们发现规律，以后，我们定义规律，数学率引擎的建设已经进入最后阶段，完成它吧，让我们创造宇宙的新生。",
        "ENUS": "The essence of the universe is being revealed step by step. Once, we discovered laws, and in the future, we define laws. The construction of the mathematical rate engine has entered its final stage. Let's complete it and create a new life for the universe."
    },
    {
        "Name": "真任务完成",
        "ZHCN": "数学率引擎在真空中轰鸣作响，宣告着这片宇宙有了新的主人，一切宇宙常数，规律都如同代码一般可以随意编辑。宇宙在此编程，现实在此扭曲。\n\n<color=\"#FD965ECC\">其他人或许不能理解这种现实，但他们必将臣服。</color>",
        "ENUS": "The mathematical rate engine roars in the vacuum, announcing that this universe has a new master, and all cosmological constants and laws can be freely edited like code. The universe is programmed here, reality is distorted here.\n\n<color=\"#FD965ECC\">Others may not understand this reality, but they will inevitably submit.</color>"
    }
]
